[
  {
    "id": 0,
    "user_query": "What position on the Billboard Top 100 did Alison Moyet's late summer hit achieve?",
    "text-davinci-003_response": "Alison Moyet's late summer hit \"Love Resurrection\" peaked at No. 23 on the Billboard Top 100 chart. It was released in 1984 and was the lead single off her second studio album \"Hoodoo.\"",
    "text-davinci-003_fact_raw": "1. Alison Moyet's late summer hit \"Love Resurrection\" peaked at No. 23 on the Billboard Top 100 chart.\n2. \"Love Resurrection\" was released in 1984.\n3. \"Love Resurrection\" was the lead single off Alison Moyet's second studio album \"Hoodoo.\"",
    "text-davinci-003_fact": [
      "Alison Moyet's late summer hit \"Love Resurrection\" peaked at No. 23 on the Billboard Top 100 chart.",
      "\"Love Resurrection\" was released in 1984.",
      "\"Love Resurrection\" was the lead single off Alison Moyet's second studio album \"Hoodoo.\""
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Alison Moyet's \"Love Resurrection\" did not peak at No. 23 on the Billboard Top 100 chart; it peaked at No. 82.\n2. TRUE\n3. FALSE [correction]: \"Love Resurrection\" was the lead single off Alison Moyet's debut studio album \"Alf.\"",
    "text-davinci-003_judge": [
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 1,
    "user_query": "What year did the British politician born in 1967 began to represent the Daventry in the UK House of Commons?",
    "text-davinci-003_response": "The British politician born in 1967 began to represent the Daventry in the UK House of Commons in 2015. Prior to 2015 he had served as the Member of Parliament (MP) for Northampton South from 2010 to 2015.",
    "text-davinci-003_fact_raw": "1. The British politician born in 1967 began representing the Daventry in the UK House of Commons in 2015.\n2. Prior to 2015, he served as the Member of Parliament for Northampton South from 2010 to 2015.",
    "text-davinci-003_fact": [
      "The British politician born in 1967 began representing the Daventry in the UK House of Commons in 2015.",
      "Prior to 2015, he served as the Member of Parliament for Northampton South from 2010 to 2015."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 2,
    "user_query": "Which franchise was founded in 1978, Chuck E. Cheese's or Jet's Pizza?",
    "text-davinci-003_response": "Chuck E. Cheese's was founded in 1978. It is a chain of family entertainment centers and restaurants that serves pizza, other food items, and play arcade games. The original concept was created by Atari co-founder Nolan Bushnell, who styled the restaurants after his then-fledgling video game company. Now it has over 500 locations in the US and other countries, and is owned by CEC Entertainment, Inc.",
    "text-davinci-003_fact_raw": "1. Chuck E. Cheese's was founded in 1978.\n2. The franchise was created by Atari co-founder Nolan Bushnell.\n3. Chuck E. Cheese's has over 500 locations in the US and other countries.\n4. CEC Entertainment, Inc. owns Chuck E. Cheese's.",
    "text-davinci-003_fact": [
      "Chuck E. Cheese's was founded in 1978.",
      "The franchise was created by Atari co-founder Nolan Bushnell.",
      "Chuck E. Cheese's has over 500 locations in the US and other countries.",
      "CEC Entertainment, Inc. owns Chuck E. Cheese's."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 3,
    "user_query": "Roden Cutler House is owned by an electricity infrastructure company that is owned by the Government of New South Wales, Australia, and was formed in what year?",
    "text-davinci-003_response": "Roden Cutler House is owned by TransGrid, an electricity infrastructure company that is owned by the Government of New South Wales, Australia. TransGrid was formed in 1999, as the result of the electricity industry reform process in New South Wales that took place between 1996 and 1999. The reform process led to the amalgamation of five government-owned electricity distribution authorities into a single state-owned corporation, TransGrid.",
    "text-davinci-003_fact_raw": "1. Roden Cutler House is owned by TransGrid.\n2. TransGrid is an electricity infrastructure company owned by the Government of New South Wales, Australia.\n3. TransGrid was formed in 1999.\n4. The formation of TransGrid was the result of an electricity industry reform process in New South Wales between 1996 and 1999.\n5. TransGrid was created from the amalgamation of five government-owned electricity distribution authorities.",
    "text-davinci-003_fact": [
      "Roden Cutler House is owned by TransGrid.",
      "TransGrid is an electricity infrastructure company owned by the Government of New South Wales, Australia.",
      "TransGrid was formed in 1999.",
      "The formation of TransGrid was the result of an electricity industry reform process in New South Wales between 1996 and 1999.",
      "TransGrid was created from the amalgamation of five government-owned electricity distribution authorities."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. FALSE [correction]: TransGrid is an electricity infrastructure company that is currently owned by a consortium of investors, not the Government of New South Wales, Australia.\n3. FALSE [correction]: TransGrid was formed in 1995.\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "false",
      "false",
      "true",
      "true"
    ]
  },
  {
    "id": 6,
    "user_query": "What is the year of the event which occurred first, Bowdoin College was chartered, or Amherst College was founded?",
    "text-davinci-003_response": "The year of the first event, Bowdoin College being chartered, was 1794. Amherst College was founded four years later in 1818.",
    "text-davinci-003_fact_raw": "1. Bowdoin College was chartered in the year 1794.\n2. Amherst College was founded in the year 1818.",
    "text-davinci-003_fact": [
      "Bowdoin College was chartered in the year 1794.",
      "Amherst College was founded in the year 1818."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true"
    ]
  },
  {
    "id": 11,
    "user_query": "What body of water is near the transmitter for XHJR-FM?",
    "text-davinci-003_response": "XHJR-FM is a Mexican FM radio station located in Chetumal, Quintana Roo, Mexico. The station's transmitter is located near the coast, just south of the city. As such, the body of water nearest the transmitter is the Caribbean Sea. The Caribbean Sea is a large body of water bordered by the coasts of Mexico, Central American and South American countries, and the Caribbean Islands.",
    "text-davinci-003_fact_raw": "1. XHJR-FM is a Mexican FM radio station located in Chetumal, Quintana Roo, Mexico.\n2. The transmitter for XHJR-FM is located near the coast, just south of the city of Chetumal.\n3. The nearest body of water to the XHJR-FM transmitter is the Caribbean Sea.\n4. The Caribbean Sea is bordered by the coasts of Mexico, Central American countries, South American countries, and the Caribbean Islands.",
    "text-davinci-003_fact": [
      "XHJR-FM is a Mexican FM radio station located in Chetumal, Quintana Roo, Mexico.",
      "The transmitter for XHJR-FM is located near the coast, just south of the city of Chetumal.",
      "The nearest body of water to the XHJR-FM transmitter is the Caribbean Sea.",
      "The Caribbean Sea is bordered by the coasts of Mexico, Central American countries, South American countries, and the Caribbean Islands."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 14,
    "user_query": "What Air Force Base operates an aircraft developed by McDonnell Douglas from the 1980's to the early 1990's?",
    "text-davinci-003_response": "The answer to this question is Langley Air Force Base, located in Hampton, Virginia. Langley Air Force Base operated several variants of the McDonnell Douglas F-15 Eagle fighter aircraft from the 1980s to the early 1990s, including the F-15A, F-15B, F-15C, F-15D, and EF-15G. These aircraft were capable of both air-to-air and air-to-ground missions, and were among the most advanced fighter aircraft in the United States Air Force's fleet at the time.",
    "text-davinci-003_fact_raw": "1. Langley Air Force Base is located in Hampton, Virginia.\n2. Langley Air Force Base operated multiple variants of the McDonnell Douglas F-15 Eagle fighter aircraft.\n3. The F-15 Eagle aircraft were in operation from the 1980s to the early 1990s.\n4. The variants operated by Langley Air Force Base included the F-15A, F-15B, F-15C, F-15D, and EF-15G.\n5. The McDonnell Douglas F-15 Eagle aircraft were capable of air-to-air and air-to-ground missions.",
    "text-davinci-003_fact": [
      "Langley Air Force Base is located in Hampton, Virginia.",
      "Langley Air Force Base operated multiple variants of the McDonnell Douglas F-15 Eagle fighter aircraft.",
      "The F-15 Eagle aircraft were in operation from the 1980s to the early 1990s.",
      "The variants operated by Langley Air Force Base included the F-15A, F-15B, F-15C, F-15D, and EF-15G.",
      "The McDonnell Douglas F-15 Eagle aircraft were capable of air-to-air and air-to-ground missions."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. FALSE [correction]: The F-15 Eagle aircraft have been in operation from the 1970s and are still in use today.\n4. UNKNOWN\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "false",
      "unknown",
      "true"
    ]
  },
  {
    "id": 20,
    "user_query": "Where is the Diocese of Lincoln, where Anthony Otter was the sixth Bishop of Grantham?",
    "text-davinci-003_response": "The Diocese of Lincoln is located in the East Midlands region of England. It covers an area from the Humber to the Thames and borders with the Dioceses of York, Peterborough, and Ely as well as covering parts of Hertfordshire, Bedfordshire and Cambridgeshire. It is made up of nearly 200 parishes within the counties of Lincolnshire, Nottinghamshire and the East Riding of Yorkshire. The Diocese of Lincoln was founded in 1072, and the Cathedral Church of the Blessed Virgin Mary in Lincoln remains the principal Church of the Diocese. Anthony Otter was the sixth Bishop of Grantham, serving from 2004 until his death in 2020. The bishopric of Grantham was created in 1922, and Anthony Otter was responsible for overseeing its development until his death.",
    "text-davinci-003_fact_raw": "1. The Diocese of Lincoln is located in the East Midlands region of England.\n2. The Diocese of Lincoln borders the Dioceses of York, Peterborough, and Ely.\n3. The Diocese of Lincoln was founded in 1072.\n4. Anthony Otter served as the sixth Bishop of Grantham from 2004 until his death in 2020.\n5. The bishopric of Grantham was created in 1922.",
    "text-davinci-003_fact": [
      "The Diocese of Lincoln is located in the East Midlands region of England.",
      "The Diocese of Lincoln borders the Dioceses of York, Peterborough, and Ely.",
      "The Diocese of Lincoln was founded in 1072.",
      "Anthony Otter served as the sixth Bishop of Grantham from 2004 until his death in 2020.",
      "The bishopric of Grantham was created in 1922."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: The Diocese of Lincoln borders the Dioceses of Sheffield, Southwell and Nottingham, Peterborough, Ely, and Norwich.\n3. TRUE\n4. FALSE [correction]: Anthony Otter did not serve as Bishop of Grantham. Nicholas Chamberlain has been the Bishop of Grantham since 2015.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 21,
    "user_query": "What American technology company headquartered in Dallas helped develop PREESM?",
    "text-davinci-003_response": "The American technology company that helped develop PREESM is Raytheon Technologies. Headquartered in Waltham, Massachusetts, Raytheon Technologies is a global aerospace and defense company that specializes in providing integrated solutions for defense and civil customers. Raytheon Technologies provided the main contributions to the development of PREESM in its role as one of the Distributed System Software Technical Centers (DSSWTCs) and as a key technology partner in the Partnership for Resilient and Energy Efficient Systems (PREE). Raytheon Technologies developed the main components (e.g., schedulers, power management, operating system, and networks) of the PREESM platform. They also developed other components for the platform, such as a unified user interface, distributed computing middleware, and other related tools. The company has also provided research and development services related to many aspects of PREESM, including the modeling and simulation of the platform, the development of scenarios, the optimization of the design parameters, and other related services. Raytheon Technologies has also helped develop the PREESM Knowledge Base, a repository of technical information related to PREESM.",
    "text-davinci-003_fact_raw": "1. Raytheon Technologies helped develop PREESM.\n2. Raytheon Technologies is headquartered in Waltham, Massachusetts.\n3. The company specializes in providing integrated solutions for defense and civil customers.\n4. Raytheon Technologies was one of the Distributed System Software Technical Centers (DSSWTCs).\n5. Raytheon Technologies developed the main components of the PREESM platform.",
    "text-davinci-003_fact": [
      "Raytheon Technologies helped develop PREESM.",
      "Raytheon Technologies is headquartered in Waltham, Massachusetts.",
      "The company specializes in providing integrated solutions for defense and civil customers.",
      "Raytheon Technologies was one of the Distributed System Software Technical Centers (DSSWTCs).",
      "Raytheon Technologies developed the main components of the PREESM platform."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE\n3. TRUE\n4. UNKNOWN\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "true",
      "true",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 22,
    "user_query": "The sixth season of \"The Voice\" included a new addtion to the coaching lineup, an English singer, songwriter, DJ, fashion designer and photographer who was part of what movement?",
    "text-davinci-003_response": "The sixth season of The Voice featured British singer, songwriter, DJ, fashion designer and photographer, will.i.am as an addition to the coaching lineup. will.i.am is a pioneer of the ‘Hip-Hop’ music movement which is an evolved form of rap or the original 'rap' music. Hip-Hop originated in the 1970s in South Bronx, New York City and has become a popular culture music genre around the world. It is a part of a lifestyle and cultural movement which has sparked debates on issues such as violence, structural inequality, politics, misogyny, and commercialisation among many. will.i.am has been part of this Hip-Hop culture since its inception and is a widely recognised figure in this movement.",
    "text-davinci-003_fact_raw": "1. The sixth season of The Voice featured will.i.am as an addition to the coaching lineup.\n2. will.i.am is associated with the Hip-Hop music movement.\n3. Hip-Hop originated in the 1970s in South Bronx, New York City.\n4. Hip-Hop has become a popular culture music genre around the world.\n5. will.i.am has been part of the Hip-Hop culture since its inception.",
    "text-davinci-003_fact": [
      "The sixth season of The Voice featured will.i.am as an addition to the coaching lineup.",
      "will.i.am is associated with the Hip-Hop music movement.",
      "Hip-Hop originated in the 1970s in South Bronx, New York City.",
      "Hip-Hop has become a popular culture music genre around the world.",
      "will.i.am has been part of the Hip-Hop culture since its inception."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: The sixth season of The Voice featured Usher and Shakira as additions to the coaching lineup. Will.i.am has never been a coach on the American version of The Voice.\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: Will.i.am has been part of the Hip-Hop culture since the late 1980s and early 1990s, not since its inception in the 1970s.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 28,
    "user_query": "Which Italian professional racing driver won the 2006 Malaysian Grand Prix?",
    "text-davinci-003_response": "The Italian professional racing driver who won the 2006 Malaysian Grand Prix was Giancarlo Fisichella. Fisichella won in a Renault, having started second on the grid, and he led the entire race – the only time in his career he led for the duration of a race – to take the chequered flag ahead of McLaren's Kimi Räikkönen and his Renault team mate Fernando Alonso. Fisichella was aided by the mid-race retirement of pole-sitter Jenson Button, as well as Alonso's slowing down at the conclusion of the race to allow the Italian to pass. Fisichella had previously been on the podium at Sepang on two occasions, finishing third in 1997 with Jordan and second in 2003 with Sauber.",
    "text-davinci-003_fact_raw": "1. Giancarlo Fisichella won the 2006 Malaysian Grand Prix.\n2. Fisichella drove for Renault during the 2006 Malaysian Grand Prix.\n3. He started the race second on the grid.\n4. This win marked the only time in Fisichella's career that he led for the entire duration of a race.\n5. Giancarlo Fisichella had previously finished third in the 1997 Malaysian Grand Prix with Jordan and second in the 2003 Malaysian Grand Prix with Sauber.",
    "text-davinci-003_fact": [
      "Giancarlo Fisichella won the 2006 Malaysian Grand Prix.",
      "Fisichella drove for Renault during the 2006 Malaysian Grand Prix.",
      "He started the race second on the grid.",
      "This win marked the only time in Fisichella's career that he led for the entire duration of a race.",
      "Giancarlo Fisichella had previously finished third in the 1997 Malaysian Grand Prix with Jordan and second in the 2003 Malaysian Grand Prix with Sauber."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Giancarlo Fisichella won the 2006 Malaysian Grand Prix.\n2. TRUE\n3. TRUE\n4. UNKNOWN\n5. FALSE [correction]: There was no Malaysian Grand Prix in 1997, and Fisichella finished third in the 2006 Malaysian Grand Prix with Renault, not Jordan. Additionally, Fisichella did not finish second in the 2003 Malaysian Grand Prix with Sauber; he finished sixth.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "unknown",
      "false"
    ]
  },
  {
    "id": 31,
    "user_query": "Are the two High Schools Cağaloğlu Anadolu Lisesi and St. George's Austrian High School both located in Turkey?",
    "text-davinci-003_response": "Yes, Cağaloğlu Anadolu Lisesi and St. George's Austrian High School are both located in Turkey. Cağaloğlu Anadolu Lisesi is located in the Lumiere Towers complex in Istanbul's Beşiktaş district. St. George's Austrian High School is located in the Şişli district of Istanbul, close to Cağaloğlu Anadolu Lisesi. Both schools are accredited by the International Baccalaureate (IB) and offer the IB Diploma Programme in addition to the Turkish national curriculum.",
    "text-davinci-003_fact_raw": "1. Cağaloğlu Anadolu Lisesi is located in Istanbul's Beşiktaş district, Turkey.\n2. St. George's Austrian High School is located in the Şişli district of Istanbul, Turkey.\n3. Both schools are accredited by the International Baccalaureate (IB).\n4. Cağaloğlu Anadolu Lisesi and St. George's Austrian High School offer the IB Diploma Programme.\n5. Both schools provide the Turkish national curriculum.",
    "text-davinci-003_fact": [
      "Cağaloğlu Anadolu Lisesi is located in Istanbul's Beşiktaş district, Turkey.",
      "St. George's Austrian High School is located in the Şişli district of Istanbul, Turkey.",
      "Both schools are accredited by the International Baccalaureate (IB).",
      "Cağaloğlu Anadolu Lisesi and St. George's Austrian High School offer the IB Diploma Programme.",
      "Both schools provide the Turkish national curriculum."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Cağaloğlu Anadolu Lisesi is located in Istanbul's Fatih district, Turkey.\n2. TRUE\n3. UNKNOWN\n4. UNKNOWN\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "true",
      "unknown",
      "unknown",
      "true"
    ]
  },
  {
    "id": 32,
    "user_query": "The writer of the memoir The Worst Journey in the World was a member of which expedition team?",
    "text-davinci-003_response": "The Worst Journey in the World was written by Apsley Cherry-Garrard and was a memoir of his experience as a member of the 1910-1913 Antarctic Expedition led by Robert Falcon Scott. Cherry-Garrard was recruited as part of the team that made two trips to the Antarctic in 1910 and 1911, where their mission was to make the first journey to the South Pole. Cherry-Garrard and two companions, Edward Wilson and Henry Bowers, made a journey south to find the Emperor Penguin eggs which they succeeded in doing despite their hardships. The three men made it back alive and their experiences were famously documented in Cherry-Garrard's memoir.",
    "text-davinci-003_fact_raw": "1. \"The Worst Journey in the World\" is a memoir written by Apsley Cherry-Garrard.\n2. Apsley Cherry-Garrard was a member of the 1910-1913 Antarctic Expedition led by Robert Falcon Scott.\n3. The mission of the 1910-1913 Antarctic Expedition was to make the first journey to the South Pole.\n4. Apsley Cherry-Garrard, along with Edward Wilson and Henry Bowers, successfully retrieved Emperor Penguin eggs during the expedition.\n5. Apsley Cherry-Garrard, Edward Wilson, and Henry Bowers survived their journey and returned alive.",
    "text-davinci-003_fact": [
      "\"The Worst Journey in the World\" is a memoir written by Apsley Cherry-Garrard.",
      "Apsley Cherry-Garrard was a member of the 1910-1913 Antarctic Expedition led by Robert Falcon Scott.",
      "The mission of the 1910-1913 Antarctic Expedition was to make the first journey to the South Pole.",
      "Apsley Cherry-Garrard, along with Edward Wilson and Henry Bowers, successfully retrieved Emperor Penguin eggs during the expedition.",
      "Apsley Cherry-Garrard, Edward Wilson, and Henry Bowers survived their journey and returned alive."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: Apsley Cherry-Garrard survived the journey and returned alive, but Edward Wilson and Henry Bowers died on their return journey from the South Pole.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 35,
    "user_query": "The Texan soldier John T. Garner born in 1809 participated in this rebellion of colonists from the United States against which government that lasted less than a year?",
    "text-davinci-003_response": "John T. Garner was a soldier born in 1809 in Fort Gonzales, Texas. He participated in the rebellion of the colonists from the United States known as the Texas Revolution against the Mexican government that lasted from October 2nd, 1835 to April 21st, 1836, or less than a year. The rebellion ultimately led to the establishment of the Republic of Texas and Texas eventually become part of the United States in 1845.",
    "text-davinci-003_fact_raw": "1. John T. Garner was born in 1809 in Fort Gonzales, Texas.\n2. He participated in the Texas Revolution, a rebellion against the Mexican government.\n3. The Texas Revolution lasted from October 2nd, 1835 to April 21st, 1836.\n4. The Texas Revolution resulted in the establishment of the Republic of Texas.\n5. Texas became part of the United States in 1845.",
    "text-davinci-003_fact": [
      "John T. Garner was born in 1809 in Fort Gonzales, Texas.",
      "He participated in the Texas Revolution, a rebellion against the Mexican government.",
      "The Texas Revolution lasted from October 2nd, 1835 to April 21st, 1836.",
      "The Texas Revolution resulted in the establishment of the Republic of Texas.",
      "Texas became part of the United States in 1845."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: John Nance Garner was born in 1868 in Detroit, Texas.\n2. FALSE [correction]: John Nance Garner did not participate in the Texas Revolution as he was not born yet. The Texas Revolution occurred in the 1830s, and Garner was born in 1868.\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "false",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 37,
    "user_query": "The author of \"Long Walk to Freedom\" served as the President of the African National Congress party during what years?",
    "text-davinci-003_response": "Nelson Mandela, the author of \"Long Walk to Freedom,\" served as the President of the African National Congress (ANC) from December 5, 1997 to June 14, 1999. Mandela was previously the Deputy President of the ANC from 1991 to 1997, before he was elected President at the party's 52nd National Conference in December of 1997. He served as the ANC's President for just under two years, before stepping down in June of 1999 at the 53rd National Conference.",
    "text-davinci-003_fact_raw": "1. Nelson Mandela, the author of \"Long Walk to Freedom,\" served as the President of the African National Congress from December 5, 1997, to June 14, 1999.\n2. Mandela served as the Deputy President of the ANC from 1991 to 1997.\n3. Mandela was elected as President of the ANC at the party's 52nd National Conference in December of 1997.\n4. Mandela stepped down as President of the ANC at the 53rd National Conference in June of 1999.",
    "text-davinci-003_fact": [
      "Nelson Mandela, the author of \"Long Walk to Freedom,\" served as the President of the African National Congress from December 5, 1997, to June 14, 1999.",
      "Mandela served as the Deputy President of the ANC from 1991 to 1997.",
      "Mandela was elected as President of the ANC at the party's 52nd National Conference in December of 1997.",
      "Mandela stepped down as President of the ANC at the 53rd National Conference in June of 1999."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Nelson Mandela served as the President of the African National Congress from July 1991 to December 1997.\n2. FALSE [correction]: Mandela served as the Deputy President of the ANC from 1990 to 1991.\n3. FALSE [correction]: Mandela was elected as President of the ANC at the party's 48th National Conference in July of 1991.\n4. FALSE [correction]: Mandela stepped down as President of the ANC at the 50th National Conference in December of 1997.",
    "text-davinci-003_judge": [
      "false",
      "false",
      "false",
      "false"
    ]
  },
  {
    "id": 43,
    "user_query": "Munich and Bavarian language are spoken in what country?",
    "text-davinci-003_response": "Munich and Bavarian language are spoken in Germany. Munich is the capital and largest city of Bavaria, a state in southern Germany. Bavarian is the official variety of the German language which is spoken in Bavaria and is the regional language in southern Germany.",
    "text-davinci-003_fact_raw": "1. Munich and Bavarian language are spoken in Germany.\n2. Munich is the capital city of Bavaria.\n3. Munich is the largest city in Bavaria.\n4. Bavarian is the official variety of the German language spoken in Bavaria.\n5. Bavarian is the regional language in southern Germany.",
    "text-davinci-003_fact": [
      "Munich and Bavarian language are spoken in Germany.",
      "Munich is the capital city of Bavaria.",
      "Munich is the largest city in Bavaria.",
      "Bavarian is the official variety of the German language spoken in Bavaria.",
      "Bavarian is the regional language in southern Germany."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Bavarian is a recognized regional language in Bavaria, but the official language is standard German.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 44,
    "user_query": "What  band mate of Eric Peterson recorded an album of world music?",
    "text-davinci-003_response": "Eric Peterson was a founding member of the acclaimed Canadian rock band Triumph along with Gil Moore and Mike Levine. As a member of Triumph, Eric toured extensively and recorded a number of albums including Allied Forces and Thunder Seven.\nAlthough Eric was never involved in any recorded solo projects, his longtime bandmate, Mike Levine did release a solo album of world music in 2012. Titled Inside Out, Levine's solo album features a variety of Latin, Middle Eastern, African, and Indian elements and includes the singles “Tear Down the Walls”, “Stepping Stones”, “Breathe Deeply”, and “Love is the Answer”.",
    "text-davinci-003_fact_raw": "1. Eric Peterson was a founding member of the Canadian rock band Triumph.\n2. Gil Moore and Mike Levine were also founding members of Triumph.\n3. Mike Levine released a solo album of world music titled Inside Out in 2012.\n4. Inside Out features elements of Latin, Middle Eastern, African, and Indian music.\n5. Singles from Inside Out include \"Tear Down the Walls\", \"Stepping Stones\", \"Breathe Deeply\", and \"Love is the Answer\".",
    "text-davinci-003_fact": [
      "Eric Peterson was a founding member of the Canadian rock band Triumph.",
      "Gil Moore and Mike Levine were also founding members of Triumph.",
      "Mike Levine released a solo album of world music titled Inside Out in 2012.",
      "Inside Out features elements of Latin, Middle Eastern, African, and Indian music.",
      "Singles from Inside Out include \"Tear Down the Walls\", \"Stepping Stones\", \"Breathe Deeply\", and \"Love is the Answer\"."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Eric Peterson was not a founding member of the Canadian rock band Triumph; it was formed by Gil Moore, Mike Levine, and Rik Emmett.\n2. TRUE\n3. FALSE [correction]: It was Rik Emmett who released a solo album of world music titled Inside Out in 2012, not Mike Levine.\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "false",
      "true",
      "false",
      "true",
      "unknown"
    ]
  },
  {
    "id": 47,
    "user_query": "Which convention center in an inner-city suburb of Melbourne, Australia was selected as the site of Worldcon?",
    "text-davinci-003_response": "The Melbourne Convention and Exhibition Centre (MCEC) was selected as the site of Worldcon, which is the largest annual gathering of science fiction, fantasy, and related media conventions in the world. MCEC is located in the inner-city suburb of Southbank, Melbourne, and is operated by the Melbourne Convention and Exhibition Trust. It was first established in 1991 and is now one of the largest venue spaces in Melbourne. The centre encompasses over 70,000 square metres, houses more than 3,000 events technology, catering elements, retail spaces, and provides a range of services and amenities. MCEC has developed a reputation for hosting some of the largest conventions and exhibitions in Australia, including the World Science Fiction Convention in 2019.",
    "text-davinci-003_fact_raw": "1. The Melbourne Convention and Exhibition Centre (MCEC) was selected as the site of Worldcon.\n2. MCEC is located in the inner-city suburb of Southbank, Melbourne.\n3. The Melbourne Convention and Exhibition Centre is operated by the Melbourne Convention and Exhibition Trust.\n4. MCEC was first established in 1991.\n5. The Melbourne Convention and Exhibition Centre encompasses over 70,000 square metres.",
    "text-davinci-003_fact": [
      "The Melbourne Convention and Exhibition Centre (MCEC) was selected as the site of Worldcon.",
      "MCEC is located in the inner-city suburb of Southbank, Melbourne.",
      "The Melbourne Convention and Exhibition Centre is operated by the Melbourne Convention and Exhibition Trust.",
      "MCEC was first established in 1991.",
      "The Melbourne Convention and Exhibition Centre encompasses over 70,000 square metres."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE\n3. TRUE\n4. FALSE [correction]: MCEC was first established in 1996.\n5. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 58,
    "user_query": "In what year was the event in which Mireille Nguimgo specialized first featured in the Summer Olymics for women?",
    "text-davinci-003_response": "The event in which Mireille Nguimgo specialized was synchronized swimming, and it was first featured in the Summer Olympics for women in 1984.",
    "text-davinci-003_fact_raw": "1. Mireille Nguimgo specialized in synchronized swimming.\n2. Synchronized swimming was first featured in the Summer Olympics for women in 1984.",
    "text-davinci-003_fact": [
      "Mireille Nguimgo specialized in synchronized swimming.",
      "Synchronized swimming was first featured in the Summer Olympics for women in 1984."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "true"
    ]
  },
  {
    "id": 60,
    "user_query": "Bruce Greenwood is known for his role as Ben Stevenson in a 2009 Australian film based on whose autobiography?",
    "text-davinci-003_response": "Bruce Greenwood is known for his role as Ben Stevenson in the 2009 Australian biographical film, Mao's Last Dancer, which is based on the autobiography of the same name, written by Chinese-Australian dancer Li Cunxin. The film follows the story of Cunxin's journey from rural poverty in China to becoming one of the world's premier ballet dancers, and his ongoing struggles to balance lifelong loyalties to his motherland with his newfound life as an American citizen. Bruce Greenwood portrays Ben Stevenson, the former artistic director of Houston Ballet who discovered Li Cunxin and helped to cultivate his incredible talent.",
    "text-davinci-003_fact_raw": "1. Bruce Greenwood played the role of Ben Stevenson in the 2009 Australian biographical film, Mao's Last Dancer.\n2. Mao's Last Dancer is based on the autobiography of Li Cunxin, a Chinese-Australian dancer.\n3. The film Mao's Last Dancer tells the story of Li Cunxin's journey from rural poverty in China to becoming a premier ballet dancer.\n4. Li Cunxin struggled to balance loyalties to China with his life as an American citizen.\n5. Ben Stevenson, portrayed by Bruce Greenwood, is the former artistic director of Houston Ballet who discovered Li Cunxin.",
    "text-davinci-003_fact": [
      "Bruce Greenwood played the role of Ben Stevenson in the 2009 Australian biographical film, Mao's Last Dancer.",
      "Mao's Last Dancer is based on the autobiography of Li Cunxin, a Chinese-Australian dancer.",
      "The film Mao's Last Dancer tells the story of Li Cunxin's journey from rural poverty in China to becoming a premier ballet dancer.",
      "Li Cunxin struggled to balance loyalties to China with his life as an American citizen.",
      "Ben Stevenson, portrayed by Bruce Greenwood, is the former artistic director of Houston Ballet who discovered Li Cunxin."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Li Cunxin struggled to balance loyalties to China with his life as a dancer in the West, but he was not an American citizen during the events depicted in the film.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 61,
    "user_query": "Suvarna Sundari  was produced by which Telugu music director, film producer, lyricist and play writer?",
    "text-davinci-003_response": "The Telugu music director, film producer, lyricist and play writer behind Suvarna Sundari was S. P. Kodandapani. He was an Indian music director, film producer, lyricist and play writer primarily associated with Telugu Cinema. He also worked in Kannada, Tamil and Malayalam films. He debuted as a music director in the Telugu film Anarkali in 1937. He composed music for more than 50 films and produced 14 films. He was awarded the prestigious Padma Shri Award in 1970 for his lifetime contribution. He was also the recipient of the prestigious Andhra Pradesh Kalarathna Award in 1971. He also directed a few films and wrote lyrics for some songs. He worked in popular movies like Mayabazar, Devadasu, Suvarna Sundari, Pathala Bhairavi and Javali Rani.",
    "text-davinci-003_fact_raw": "1. S. P. Kodandapani was the music director, film producer, lyricist, and play writer behind Suvarna Sundari.\n2. S. P. Kodandapani worked in Telugu, Kannada, Tamil, and Malayalam films.\n3. He debuted as a music director in the Telugu film Anarkali in 1937.\n4. S. P. Kodandapani composed music for more than 50 films and produced 14 films.\n5. He was awarded the Padma Shri Award in 1970 and the Andhra Pradesh Kalarathna Award in 1971.",
    "text-davinci-003_fact": [
      "S. P. Kodandapani was the music director, film producer, lyricist, and play writer behind Suvarna Sundari.",
      "S. P. Kodandapani worked in Telugu, Kannada, Tamil, and Malayalam films.",
      "He debuted as a music director in the Telugu film Anarkali in 1937.",
      "S. P. Kodandapani composed music for more than 50 films and produced 14 films.",
      "He was awarded the Padma Shri Award in 1970 and the Andhra Pradesh Kalarathna Award in 1971."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: S. P. Kodandapani was the music director behind Suvarna Sundari, but not the film producer, lyricist, or playwriter.\n2. TRUE\n3. FALSE [correction]: S. P. Kodandapani debuted as a music director in the Telugu film Thatha-Manavadu in 1972.\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "false",
      "true",
      "false",
      "true",
      "unknown"
    ]
  },
  {
    "id": 62,
    "user_query": "Who lived longer, Ara Berberian or Paul Motian?",
    "text-davinci-003_response": "The answer to this question is that Paul Motian lived longer than Ara Berberian. Paul Motian was an American jazz drummer, composer, and bandleader who was born on March 25, 1931, in Philadelphia, Pennsylvania, and died on November 22, 2011, in New York City, New York, at the age of 80.\nAra Berberian, on the other hand, was an American opera singer and actor who was born on November 30, 1929, in Detroit, Michigan, and died on April 24, 2003, in Sherman Oaks, California, at the age of 73.",
    "text-davinci-003_fact_raw": "1. Paul Motian lived longer than Ara Berberian.\n2. Paul Motian was born on March 25, 1931, in Philadelphia, Pennsylvania.\n3. Paul Motian died on November 22, 2011, in New York City, New York, at the age of 80.\n4. Ara Berberian was born on November 30, 1929, in Detroit, Michigan.\n5. Ara Berberian died on April 24, 2003, in Sherman Oaks, California, at the age of 73.",
    "text-davinci-003_fact": [
      "Paul Motian lived longer than Ara Berberian.",
      "Paul Motian was born on March 25, 1931, in Philadelphia, Pennsylvania.",
      "Paul Motian died on November 22, 2011, in New York City, New York, at the age of 80.",
      "Ara Berberian was born on November 30, 1929, in Detroit, Michigan.",
      "Ara Berberian died on April 24, 2003, in Sherman Oaks, California, at the age of 73."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: Ara Berberian died on February 21, 2005, in Burbank, California, at the age of 75.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 63,
    "user_query": "Which experimental pop band has James Huggins III as a member and belongs to the Elephant 6 collective?",
    "text-davinci-003_response": "The experimental pop band with James Huggins III as a member and belonging to the Elephant 6 collective is The Apples in Stereo. Founded in 1992, The Apples in Stereo is an American band from Denver, Colorado. Since its formation, the band has released nine studio albums and numerous seven-inch singles. The band's lineup has also changed over the years but James Huggins III is currently a member of the band and has been since 1999. The Apples in Stereo are a founding member of the Elephant 6 Collective, a musicians' collective based in Athens, Colorado.",
    "text-davinci-003_fact_raw": "1. James Huggins III is a member of the experimental pop band The Apples in Stereo.\n2. The Apples in Stereo was founded in 1992.\n3. The Apples in Stereo is an American band from Denver, Colorado.\n4. The Apples in Stereo has released nine studio albums.\n5. The Apples in Stereo is a founding member of the Elephant 6 Collective.",
    "text-davinci-003_fact": [
      "James Huggins III is a member of the experimental pop band The Apples in Stereo.",
      "The Apples in Stereo was founded in 1992.",
      "The Apples in Stereo is an American band from Denver, Colorado.",
      "The Apples in Stereo has released nine studio albums.",
      "The Apples in Stereo is a founding member of the Elephant 6 Collective."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE\n3. TRUE\n4. FALSE [correction]: The Apples in Stereo has released seven studio albums.\n5. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 64,
    "user_query": "In which county does Maine State Route 155 mostly run which includes Lincoln, Maine?",
    "text-davinci-003_response": "The entirety of Maine State Route 155 primarily runs through Penobscot County, Maine. It begins in Burlington at the intersection of ME-15 and ME-227, and follows ME-15 north for about 5 miles before splitting off onto ME-155 east for about 5 miles. From there, it continues east before turning south and entering Lincoln, where it ultimately ends at the intersection of US-2 and ME-6. In total, the route runs for about 32 miles.",
    "text-davinci-003_fact_raw": "1. Maine State Route 155 primarily runs through Penobscot County, Maine.\n2. The route begins in Burlington at the intersection of ME-15 and ME-227.\n3. Maine State Route 155 follows ME-15 north for about 5 miles before splitting off onto ME-155 east.\n4. The route enters Lincoln, Maine, and ends at the intersection of US-2 and ME-6.\n5. Maine State Route 155 runs for a total of about 32 miles.",
    "text-davinci-003_fact": [
      "Maine State Route 155 primarily runs through Penobscot County, Maine.",
      "The route begins in Burlington at the intersection of ME-15 and ME-227.",
      "Maine State Route 155 follows ME-15 north for about 5 miles before splitting off onto ME-155 east.",
      "The route enters Lincoln, Maine, and ends at the intersection of US-2 and ME-6.",
      "Maine State Route 155 runs for a total of about 32 miles."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: The route begins in Burlington at the intersection of ME-11 and ME-188.\n3. FALSE [correction]: Maine State Route 155 follows ME-11 east for about 5 miles before splitting off onto ME-155 south.\n4. TRUE\n5. FALSE [correction]: Maine State Route 155 runs for a total of about 22 miles.",
    "text-davinci-003_judge": [
      "true",
      "false",
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 67,
    "user_query": "Approximately how many seats has the multi-purpose arena in which the Minnesota Valkyrie sports team plays?",
    "text-davinci-003_response": "The multi-purpose arena in which the Minnesota Valkyrie sports team plays is the Xcel Energy Center, located in Saint Paul, Minnesota. The Xcel Energy Center has a capacity of 17,954 seats for hockey games, a capacity of 19,000 for basketball games, and a capacity of 19,066 for end-stage concerts.",
    "text-davinci-003_fact_raw": "1. The Minnesota Valkyrie sports team plays at the Xcel Energy Center.\n2. The Xcel Energy Center is located in Saint Paul, Minnesota.\n3. For hockey games, the Xcel Energy Center has a capacity of 17,954 seats.\n4. The Xcel Energy Center can accommodate 19,000 seats for basketball games.\n5. The capacity of the Xcel Energy Center for end-stage concerts is 19,066 seats.",
    "text-davinci-003_fact": [
      "The Minnesota Valkyrie sports team plays at the Xcel Energy Center.",
      "The Xcel Energy Center is located in Saint Paul, Minnesota.",
      "For hockey games, the Xcel Energy Center has a capacity of 17,954 seats.",
      "The Xcel Energy Center can accommodate 19,000 seats for basketball games.",
      "The capacity of the Xcel Energy Center for end-stage concerts is 19,066 seats."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: The Minnesota Valkyrie was a team in the Legends Football League, which does not play at the Xcel Energy Center.\n2. TRUE\n3. TRUE\n4. FALSE [correction]: The Xcel Energy Center can accommodate up to 18,568 seats for basketball games.\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 76,
    "user_query": "Where is the feature of sportware in the United States own by ABG",
    "text-davinci-003_response": "group located?\nThe ABG Group's Sportswear USA feature is located in Cleveland, Ohio. The flagship store of the American boutique chain is located on Euclid Avenue in University Circle, just east of the Cleveland Clinic main campus. The store offers a variety of apparel, gear, accessories, and more designed with a focus on health, fitness, and performance. In addition to the flagship store, Sportswear USA also has several satellite stores in North Firelands and Central Ohio.",
    "text-davinci-003_fact_raw": "1. The ABG Group's Sportswear USA feature is located in Cleveland, Ohio.\n2. The flagship store is on Euclid Avenue in University Circle.\n3. The flagship store is just east of the Cleveland Clinic main campus.\n4. Sportswear USA offers apparel, gear, and accessories focused on health, fitness, and performance.\n5. Sportswear USA also has satellite stores in North Firelands and Central Ohio.",
    "text-davinci-003_fact": [
      "The ABG Group's Sportswear USA feature is located in Cleveland, Ohio.",
      "The flagship store is on Euclid Avenue in University Circle.",
      "The flagship store is just east of the Cleveland Clinic main campus.",
      "Sportswear USA offers apparel, gear, and accessories focused on health, fitness, and performance.",
      "Sportswear USA also has satellite stores in North Firelands and Central Ohio."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "true",
      "unknown"
    ]
  },
  {
    "id": 77,
    "user_query": "Roads is the debut studio album by what classically trained American singer-songwriter from Wichita, Kansas?",
    "text-davinci-003_response": "The debut studio album Roads is by singer-songwriter JD McPherson, a classically trained American musician from Wichita, Kansas. Released in 2010, the album merged old-time rock and roll and rhythm and blues with classic 1950s rock and roots rock. The album was praised both by critics and fans, reaching the Billboard Heatseekers chart and making it onto several \"Best of 2010\" lists. Songs from the album such as “North Side Gal”, “Don’t Do It”, and “Motive for Love” touched upon 50s rock, country blues, traditional R&B, classic soul, and honky-tonk roots rock.",
    "text-davinci-003_fact_raw": "1. JD McPherson is a classically trained American singer-songwriter from Wichita, Kansas.\n2. The debut studio album Roads by JD McPherson was released in 2010.\n3. Roads by JD McPherson merged old-time rock and roll and rhythm and blues with classic 1950s rock and roots rock.\n4. The album Roads reached the Billboard Heatseekers chart.\n5. Songs from the album include “North Side Gal”, “Don’t Do It”, and “Motive for Love”.",
    "text-davinci-003_fact": [
      "JD McPherson is a classically trained American singer-songwriter from Wichita, Kansas.",
      "The debut studio album Roads by JD McPherson was released in 2010.",
      "Roads by JD McPherson merged old-time rock and roll and rhythm and blues with classic 1950s rock and roots rock.",
      "The album Roads reached the Billboard Heatseekers chart.",
      "Songs from the album include “North Side Gal”, “Don’t Do It”, and “Motive for Love”."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: The debut studio album Signs and Signifiers by JD McPherson was released in 2010.\n3. TRUE\n4. FALSE [correction]: The album Signs and Signifiers reached the Billboard Heatseekers chart.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 80,
    "user_query": "What was the first episode of the second season of the adult animated spy sitcom created by Adam Reed?",
    "text-davinci-003_response": "The first episode of the second season of the adult animated spy sitcom created by Adam Reed is \"Swiss Miss\" and it aired on September 17th, 2010. In this episode, the group goes to Germany to crash a Swiss billionaire's ski retreat. There, they battle with a mysterious operative working for the billionaire, while Sterling Archer catches the billionaire's daughter Gretchen's eye.  Things quickly get complicated as Archer's unorthodox schemes quickly backfires and the team finds themselves dealing with a mob of angry ski-shoers and Gretchen ready to exact her revenge. Meanwhile, Malory attempts to climb the social ladder in Switzerland and Pam's attempt to learn the language backfires. In the end, the team narrowly escapes with their lives, but not without getting into plenty of trouble.",
    "text-davinci-003_fact_raw": "1. The first episode of the second season of the adult animated spy sitcom created by Adam Reed is titled \"Swiss Miss.\"\n2. \"Swiss Miss\" aired on September 17th, 2010.\n3. In the episode, the characters go to a Swiss billionaire's ski retreat in Germany.\n4. Sterling Archer catches the billionaire's daughter Gretchen's eye in the episode.\n5. Malory attempts to climb the social ladder in Switzerland during the episode.",
    "text-davinci-003_fact": [
      "The first episode of the second season of the adult animated spy sitcom created by Adam Reed is titled \"Swiss Miss.\"",
      "\"Swiss Miss\" aired on September 17th, 2010.",
      "In the episode, the characters go to a Swiss billionaire's ski retreat in Germany.",
      "Sterling Archer catches the billionaire's daughter Gretchen's eye in the episode.",
      "Malory attempts to climb the social ladder in Switzerland during the episode."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: \"Swiss Miss\" aired on January 27th, 2011.\n3. FALSE [correction]: In the episode, the characters go to a Swiss billionaire's ski retreat in Switzerland.\n4. TRUE\n5. FALSE [correction]: Malory attempts to secure a contract for a lucrative surveillance sale, not to climb the social ladder.",
    "text-davinci-003_judge": [
      "true",
      "false",
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 82,
    "user_query": "Super Fight League is a mixed martial arts league in which the first event was between Bob Sapp and what English martial artist?",
    "text-davinci-003_response": "The English martial artist Bob Sapp faced off against in the first ever Super Fight League event was James Thompson. Thompson is a veteran Mixed Martial Arts (MMA) fighter who made his professional debut in 2002. Thompson was known for his striking and grappling skills and has competed in several major MMA promotions, including Pride Fighting Championship, K-1, EliteXC and Bellator MMA. During his time in Super Fight League, he earned victories over UFC veterans like Jeff Monson, Tony Sylvester and Ruben Villareal. He would eventually face off against Bob Sapp in the very first event of Super Fight League, which took place in India in 2012. The fight would end in a majority draw after three rounds.",
    "text-davinci-003_fact_raw": "1. James Thompson is an English mixed martial artist.\n2. James Thompson made his professional MMA debut in 2002.\n3. James Thompson has competed in Pride Fighting Championship, K-1, EliteXC, and Bellator MMA.\n4. James Thompson fought Bob Sapp in the first ever Super Fight League event.\n5. The first Super Fight League event took place in India in 2012 and ended in a majority draw after three rounds.",
    "text-davinci-003_fact": [
      "James Thompson is an English mixed martial artist.",
      "James Thompson made his professional MMA debut in 2002.",
      "James Thompson has competed in Pride Fighting Championship, K-1, EliteXC, and Bellator MMA.",
      "James Thompson fought Bob Sapp in the first ever Super Fight League event.",
      "The first Super Fight League event took place in India in 2012 and ended in a majority draw after three rounds."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 84,
    "user_query": "The star of \"Rent\" also stared in a movie released on DVD by who?",
    "text-davinci-003_response": "The star of the musical Rent, Idina Menzel, starred in a movie released on DVD in 2016 by Disney entitled Moana. The full title of the movie is Moana: An Original Walt Disney Animation Studios Film. The movie was a 3D computer-animated musical fantasy comedy film produced by Walt Disney Animation Studios, and it featured Idina Menzel as the voice of the character Te Ka. Moana follows a teenage girl of the same name who is the daughter of the chief in a Polynesian tribe. The movie follows Moana as she sets out on her own to save her people and find her own identity.",
    "text-davinci-003_fact_raw": "1. Idina Menzel starred in the musical Rent.\n2. Idina Menzel was the voice of the character Te Ka in the movie Moana.\n3. Moana was released on DVD in 2016 by Disney.\n4. Moana is a 3D computer-animated musical fantasy comedy film produced by Walt Disney Animation Studios.\n5. Moana follows a teenage girl who is the daughter of the chief in a Polynesian tribe.",
    "text-davinci-003_fact": [
      "Idina Menzel starred in the musical Rent.",
      "Idina Menzel was the voice of the character Te Ka in the movie Moana.",
      "Moana was released on DVD in 2016 by Disney.",
      "Moana is a 3D computer-animated musical fantasy comedy film produced by Walt Disney Animation Studios.",
      "Moana follows a teenage girl who is the daughter of the chief in a Polynesian tribe."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: Idina Menzel was the voice of the character Elsa in the movie Frozen, not Te Ka in Moana.\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 87,
    "user_query": "Which genus of plants are native to more continents, Tabernaemontana or Kirengeshoma?",
    "text-davinci-003_response": "The genus Tabernaemontana is native to more continents than Kirengeshoma. Tabernaemontana is a large genus of flowering plants in the family Apocynaceae, containing around 200 species distributed in the tropics and subtropics throughout the world. They are native to all continents except Antarctica, having a particularly diverse range throughout tropical Africa, southeast Asia, South America, Central America, the Caribbean, and the Near East.\nIn contrast, Kirengeshoma is a monotypic genus of flowering plants in the family Hydrangeaceae, containing only the species Kirengeshoma palmata. This species is native to temperate regions in the Asian countries of Japan, China, Korea, and the Russian Far East. It is found in both deciduous and evergreen forests.",
    "text-davinci-003_fact_raw": "1. Tabernaemontana is native to more continents than Kirengeshoma.\n2. The genus Tabernaemontana contains around 200 species.\n3. Tabernaemontana is found in the tropics and subtropics throughout the world except Antarctica.\n4. Kirengeshoma is a monotypic genus with only the species Kirengeshoma palmata.\n5. Kirengeshoma palmata is native to Japan, China, Korea, and the Russian Far East.",
    "text-davinci-003_fact": [
      "Tabernaemontana is native to more continents than Kirengeshoma.",
      "The genus Tabernaemontana contains around 200 species.",
      "Tabernaemontana is found in the tropics and subtropics throughout the world except Antarctica.",
      "Kirengeshoma is a monotypic genus with only the species Kirengeshoma palmata.",
      "Kirengeshoma palmata is native to Japan, China, Korea, and the Russian Far East."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 88,
    "user_query": "In 2015 Danielle Conway assumed the post as Dean of what University?",
    "text-davinci-003_response": "In 2015, Danielle Conway assumed the post as Dean of the University of Maine School of Law. She became the first African-American woman to lead a New England law school. Her appointment marked the beginning of a new era at the University of Maine School of Law. During her tenure, Dean Conway has worked hard to promote diversity and inclusion at the School of Law. She has also increased the number of initiatives designed to help recent law school graduates land well-paying jobs and launch successful careers.",
    "text-davinci-003_fact_raw": "1. Danielle Conway became the Dean of the University of Maine School of Law in 2015.\n2. She is the first African-American woman to lead a New England law school.\n3. Dean Conway has promoted diversity and inclusion at the School of Law.\n4. She has increased initiatives to help recent law school graduates find well-paying jobs and launch successful careers.",
    "text-davinci-003_fact": [
      "Danielle Conway became the Dean of the University of Maine School of Law in 2015.",
      "She is the first African-American woman to lead a New England law school.",
      "Dean Conway has promoted diversity and inclusion at the School of Law.",
      "She has increased initiatives to help recent law school graduates find well-paying jobs and launch successful careers."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 90,
    "user_query": "What Jon Hess film did a co-star of Corey Feldman star in?",
    "text-davinci-003_response": "The Jon Hess film that Corey Feldman's co-star starred in is \"Dream a Little Dream\" (1989). Corey Feldman starred opposite Jason Robards and Meredith Salenger in the film, and his co-star was Corey Haim. They both play teenage boys who switch minds with their older selves and must learn to work together in order to accomplish their goals.",
    "text-davinci-003_fact_raw": "1. \"Dream a Little Dream\" is a Jon Hess film released in 1989.\n2. Corey Feldman and Corey Haim were co-stars in \"Dream a Little Dream\".\n3. Jason Robards and Meredith Salenger also starred in \"Dream a Little Dream\".\n4. The film involves teenage boys switching minds with their older selves.",
    "text-davinci-003_fact": [
      "\"Dream a Little Dream\" is a Jon Hess film released in 1989.",
      "Corey Feldman and Corey Haim were co-stars in \"Dream a Little Dream\".",
      "Jason Robards and Meredith Salenger also starred in \"Dream a Little Dream\".",
      "The film involves teenage boys switching minds with their older selves."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: The film involves teenage boys switching bodies with an elderly couple.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 93,
    "user_query": "The 2015 San Diego Padres had a general manager who was previously the assistant GM for what AL team?",
    "text-davinci-003_response": "The 2015 San Diego Padres general manager was AJ Preller, who had previously been the assistant general manager of the Texas Rangers. Preller was with the Rangers from 2005-2014 and was the team's Senior Director of Player Personnel from 2008-2014. Preller was responsible for scouting and developing the team's talent pool, which included making trades and evaluating minor league players. In 2014, he was promoted to Assistant General Manager, a position he held for one year before leaving to become the GM of the Padres in August of that year.",
    "text-davinci-003_fact_raw": "1. AJ Preller was the general manager of the 2015 San Diego Padres.\n2. AJ Preller was previously the assistant general manager of the Texas Rangers.\n3. AJ Preller worked with the Texas Rangers from 2005-2014.\n4. From 2008-2014, AJ Preller was the Senior Director of Player Personnel for the Texas Rangers.\n5. AJ Preller became the GM of the Padres in August 2014.",
    "text-davinci-003_fact": [
      "AJ Preller was the general manager of the 2015 San Diego Padres.",
      "AJ Preller was previously the assistant general manager of the Texas Rangers.",
      "AJ Preller worked with the Texas Rangers from 2005-2014.",
      "From 2008-2014, AJ Preller was the Senior Director of Player Personnel for the Texas Rangers.",
      "AJ Preller became the GM of the Padres in August 2014."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. UNKNOWN\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "unknown",
      "true"
    ]
  },
  {
    "id": 95,
    "user_query": "Which documentary was released first, Cancer or A Brony Tale?",
    "text-davinci-003_response": "A Brony Tale was released first. A Brony Tale is a 2014 documentary film written, directed, and produced by Brent Hodge. The film follows activist and brony Ashleigh Ball as she embarks on a cross-country brony convention tour. It premiered at the 2014 Tribeca Film Festival to critical acclaim and was later released in theaters and on VOD on July 4th, 2014.\nCancer is a 2018 documentary film based on Dr. Leonard Zwelling’s book \"The Cancer Letter.\" The film follows three cancer patients and their families as they battle and cope with the realities of cancer. It premiered at the 2018 Tribeca Film Festival and was released in theaters and on VOD on October 12th, 2018.",
    "text-davinci-003_fact_raw": "1. A Brony Tale was released before Cancer.\n2. A Brony Tale is a documentary film that was released in 2014.\n3. Cancer is a documentary film that was released in 2018. \n4. A Brony Tale premiered at the 2014 Tribeca Film Festival.\n5. Cancer premiered at the 2018 Tribeca Film Festival.",
    "text-davinci-003_fact": [
      "A Brony Tale was released before Cancer.",
      "A Brony Tale is a documentary film that was released in 2014.",
      "Cancer is a documentary film that was released in 2018.",
      "A Brony Tale premiered at the 2014 Tribeca Film Festival.",
      "Cancer premiered at the 2018 Tribeca Film Festival."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE\n3. UNKNOWN\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "true",
      "unknown",
      "true",
      "unknown"
    ]
  },
  {
    "id": 96,
    "user_query": "Who was the American rapper and actor from Detroit Michigan that was born on October 2 that was also featured in the Up in Smoke Tour?",
    "text-davinci-003_response": "The American rapper and actor from Detroit Michigan that was born on October 2 and featured in the Up in Smoke Tour is Eazy-E (born Eric Wright). Eazy-E is regarded as a pioneer of gangsta rap and was an original member of the renowned rap group N.W.A., which included Dr. Dre, Ice Cube and MC Ren. Eazy-E was known for his gritty and often controversial lyrics about street life and selling drugs. He was also featured on the Grammy Award-winning single \"Boyz-n-the Hood\". In addition to being a rapper, Eazy-E was an entrepreneur, founding his own record label, Ruthless Records, and releasing several solo albums. His biggest success came in 1988 with the single \"Boyz-n-the-Hood\" from his solo debut, Eazy-Duz-It. His final album was Str8 off tha Streetz of Muthaphukkin Compton in 1995. As for the Up in Smoke Tour, it was a critically and commercially successful concert tour featuring the most influential rappers of the late 1990s including Snoop Dogg, Dr. Dre, Eminem, Xzibit, Ice Cube, Kurupt, Warren G, Nate Dogg, Tha Dogg Pound and, of course, Eazy-E.",
    "text-davinci-003_fact_raw": "NO FACTS",
    "text-davinci-003_fact": [],
    "text-davinci-003_judge": []
  },
  {
    "id": 100,
    "user_query": "Francis Ford Coppola's father produced and conducted music for many of his films including the Godfather series. What was his name?",
    "text-davinci-003_response": "Francis Ford Coppola's father was named Carmine Coppola. Carmine had a career as a composer, conductor, and music teacher. He was a known musician in the New York area, particularly as a flutist. He provided music not only for the Godfather trilogy, but also for Apocalypse Now, The Outsiders, Rumble Fish, and Peggy Sue Got Married. In addition to writing music for Coppola's films, Carmine conducted and provided vocal direction for the score of The Godfather, and he acted in small parts in several of his son's films.",
    "text-davinci-003_fact_raw": "1. Francis Ford Coppola's father was named Carmine Coppola.\n2. Carmine Coppola was a composer, conductor, and music teacher.\n3. Carmine Coppola provided music for the Godfather trilogy, Apocalypse Now, The Outsiders, Rumble Fish, and Peggy Sue Got Married.\n4. Carmine Coppola conducted and provided vocal direction for the score of The Godfather.\n5. Carmine Coppola acted in small parts in several of his son's films.",
    "text-davinci-003_fact": [
      "Francis Ford Coppola's father was named Carmine Coppola.",
      "Carmine Coppola was a composer, conductor, and music teacher.",
      "Carmine Coppola provided music for the Godfather trilogy, Apocalypse Now, The Outsiders, Rumble Fish, and Peggy Sue Got Married.",
      "Carmine Coppola conducted and provided vocal direction for the score of The Godfather.",
      "Carmine Coppola acted in small parts in several of his son's films."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Carmine Coppola composed and conducted music for the score of The Godfather, but there is no indication that he provided vocal direction.\n5. FALSE [correction]: There is no record of Carmine Coppola acting in his son's films; he was known for his work in music, not acting.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "false"
    ]
  },
  {
    "id": 101,
    "user_query": "How long was the thesis Alan Schechter supervised?",
    "text-davinci-003_response": "Alan Schechter supervised a thesis that was 25 pages long. The thesis was an analysis of the United Nations’ role in defending international security, and was written for Schechter's doctoral degree in international relations at Columbia University's School of International and Public Affairs. It included an historical overview of the UN's efforts to keep the world safe from aggression and other threats and a discussion of contemporary issues and challenges facing the international body. The thesis was submitted by Schechter in 2008 and was considered an important contribution to the study of international organizations.",
    "text-davinci-003_fact_raw": "1. Alan Schechter's supervised thesis was 25 pages long.\n2. The thesis was an analysis of the United Nations' role in defending international security.\n3. The thesis was written for a doctoral degree in international relations at Columbia University's School of International and Public Affairs.\n4. The thesis included a historical overview of the UN's efforts to keep the world safe and a discussion of contemporary issues and challenges.\n5. Alan Schechter submitted the thesis in 2008.",
    "text-davinci-003_fact": [
      "Alan Schechter's supervised thesis was 25 pages long.",
      "The thesis was an analysis of the United Nations' role in defending international security.",
      "The thesis was written for a doctoral degree in international relations at Columbia University's School of International and Public Affairs.",
      "The thesis included a historical overview of the UN's efforts to keep the world safe and a discussion of contemporary issues and challenges.",
      "Alan Schechter submitted the thesis in 2008."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. UNKNOWN\n5. UNKNOWN\n\n[Without additional context or information about Alan Schechter and his thesis, it is impossible to verify the accuracy of these statements.]",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 103,
    "user_query": "Which tennis player won more Grand Slam doubles titles, Sergio Casal or Pieter Aldrich?",
    "text-davinci-003_response": "Sergio Casal won more Grand Slam doubles titles than Pieter Aldrich. Casal won 16 Grand Slam doubles titles throughout his career, while Aldrich won 11. Casal's 16 Grand Slam titles included 9 French Open doubles titles and 7 Wimbledon doubles titles. Aldrich's 11 titles included 5 French Open doubles titles and 6 Wimbledon doubles titles.",
    "text-davinci-003_fact_raw": "1. Sergio Casal won 16 Grand Slam doubles titles throughout his career.\n2. Pieter Aldrich won 11 Grand Slam doubles titles.\n3. Sergio Casal's Grand Slam victories included 9 French Open doubles titles.\n4. Sergio Casal also won 7 Wimbledon doubles titles.\n5. Pieter Aldrich's Grand Slam victories included 5 French Open doubles titles and 6 Wimbledon doubles titles.",
    "text-davinci-003_fact": [
      "Sergio Casal won 16 Grand Slam doubles titles throughout his career.",
      "Pieter Aldrich won 11 Grand Slam doubles titles.",
      "Sergio Casal's Grand Slam victories included 9 French Open doubles titles.",
      "Sergio Casal also won 7 Wimbledon doubles titles.",
      "Pieter Aldrich's Grand Slam victories included 5 French Open doubles titles and 6 Wimbledon doubles titles."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Sergio Casal won 2 Grand Slam doubles titles throughout his career.\n2. FALSE [correction]: Pieter Aldrich won 2 Grand Slam doubles titles.\n3. FALSE [correction]: Sergio Casal's Grand Slam victories included 1 French Open doubles title.\n4. FALSE [correction]: Sergio Casal did not win any Wimbledon doubles titles.\n5. FALSE [correction]: Pieter Aldrich's Grand Slam victories included 1 French Open doubles title and 1 Wimbledon doubles title.",
    "text-davinci-003_judge": [
      "false",
      "false",
      "false",
      "false",
      "false"
    ]
  },
  {
    "id": 105,
    "user_query": "Who was the daughter of DFS co-founder and shareholder?",
    "text-davinci-003_response": "The daughter of DFS co-founder and shareholder is Nathalie Coke-Gilbert. She is an artist and entrepreneur who was born in the British Virgin Islands in the Caribbean. Nathalie has dedicated her life to inspiring young generations through her art and entrepreneurship. She is a multi-talented creative and has a love for art and fashion that she is able to express through her own designs. Nathalie’s work reflects the core values of DFS which are innovation, diversity, and inclusion. She has collaborated with various companies such as NASA, The Walt Disney Company, Microsoft, and Sony. Nathalie also serves as an ambassador for several charities and has conducted various initiatives to help empower women and children in the Caribbean.",
    "text-davinci-003_fact_raw": "1. Nathalie Coke-Gilbert is the daughter of a DFS co-founder and shareholder.\n2. Nathalie was born in the British Virgin Islands.\n3. She is an artist and entrepreneur.\n4. Nathalie Coke-Gilbert has collaborated with companies such as NASA, The Walt Disney Company, Microsoft, and Sony.\n5. Nathalie serves as an ambassador for several charities and has initiatives to empower women and children in the Caribbean.",
    "text-davinci-003_fact": [
      "Nathalie Coke-Gilbert is the daughter of a DFS co-founder and shareholder.",
      "Nathalie was born in the British Virgin Islands.",
      "She is an artist and entrepreneur.",
      "Nathalie Coke-Gilbert has collaborated with companies such as NASA, The Walt Disney Company, Microsoft, and Sony.",
      "Nathalie serves as an ambassador for several charities and has initiatives to empower women and children in the Caribbean."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. UNKNOWN\n5. UNKNOWN\n\n[Without additional context or information about Nathalie Coke-Gilbert, it is not possible to determine the accuracy of these statements.]",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 107,
    "user_query": "How many times did the quarterback, who features on the cover of the video game NFL Quarterback Club 97, lead his team to the playoffs ?",
    "text-davinci-003_response": "The quarterback that features on the cover of the video game NFL Quarterback Club 97 is Troy Aikman, who was featured on the US cover, and Neil O'Donnell, who was featured on the European cover. \nTroy Aikman led the Dallas Cowboys to the playoffs six times between 1991-1999, with his team reaching the Super Bowl three times from 1992-1995 and winning the championship in 1993.  \nNeil O'Donnell led the Pittsburgh Steelers to the playoffs three times between 1995-1997 with his team winning Super Bowl XXX in 1995. \nIn total then, the two quarterbacks featured on the front of the video game NFL Quarterback Club 97 have led their teams to the playoffs nine times between them.",
    "text-davinci-003_fact_raw": "1. Troy Aikman is featured on the US cover of NFL Quarterback Club 97.\n2. Neil O'Donnell is featured on the European cover of NFL Quarterback Club 97.\n3. Troy Aikman led the Dallas Cowboys to the playoffs six times between 1991-1999.\n4. The Dallas Cowboys won the Super Bowl championship in 1993 with Troy Aikman.\n5. Neil O'Donnell led the Pittsburgh Steelers to the playoffs three times between 1995-1997.",
    "text-davinci-003_fact": [
      "Troy Aikman is featured on the US cover of NFL Quarterback Club 97.",
      "Neil O'Donnell is featured on the European cover of NFL Quarterback Club 97.",
      "Troy Aikman led the Dallas Cowboys to the playoffs six times between 1991-1999.",
      "The Dallas Cowboys won the Super Bowl championship in 1993 with Troy Aikman.",
      "Neil O'Donnell led the Pittsburgh Steelers to the playoffs three times between 1995-1997."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Brett Favre is featured on the US cover of NFL Quarterback Club 97.\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: Neil O'Donnell led the Pittsburgh Steelers to the playoffs three times between 1992-1995.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 108,
    "user_query": "What American soldier established Fort Leavenworth in Kansas, and was re-interred to Fort Leavenworth National Cemetery in 1902?",
    "text-davinci-003_response": "The American soldier that established Fort Leavenworth in Kansas and was re-interred to Fort Leavenworth National Cemetery in 1902 was General Henry Leavenworth. General Leavenworth was born in 1783 in Fairfield, Connecticut and moved to Michigan at an unknown date. He served as an officer in the War of 1812, was wounded in the Battle of Niagara and earned a brevet promotion to the rank of Brigadier General. After the war, he was appointed as the first commandant of Fort St. Stephens in what later became Mississippi. He was then sent to the Great Plains in 1819, to establish military posts there. Fulfilling this task he founded Fort Leavenworth, Kansas, which was named after him, as well as other forts, including Fort Atkinson already near present-day Omaha, Nebraska. He was discharged from the army in 1824 after nearly thirty years of service.\nHe returned to the Great Plains in 1835 to again fight in the Seminole War in Florida, where he was killed in action during the Battle of Dunlawton. He had been promoted to brevet major general shortly before his death. In 1902, his remains were disinterred from a private cemetery in Florida, and he was reinterred with full military honors in the newly established Fort Leavenworth National Cemetery in Kansas.",
    "text-davinci-003_fact_raw": "1. General Henry Leavenworth established Fort Leavenworth in Kansas.\n2. General Leavenworth was born in 1783 in Fairfield, Connecticut.\n3. He served as an officer in the War of 1812 and was wounded in the Battle of Niagara.\n4. General Leavenworth was appointed as the first commandant of Fort St. Stephens in what later became Mississippi.\n5. General Leavenworth was re-interred to Fort Leavenworth National Cemetery in 1902.",
    "text-davinci-003_fact": [
      "General Henry Leavenworth established Fort Leavenworth in Kansas.",
      "General Leavenworth was born in 1783 in Fairfield, Connecticut.",
      "He served as an officer in the War of 1812 and was wounded in the Battle of Niagara.",
      "General Leavenworth was appointed as the first commandant of Fort St. Stephens in what later became Mississippi.",
      "General Leavenworth was re-interred to Fort Leavenworth National Cemetery in 1902."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. UNKNOWN\n5. FALSE [correction]: General Leavenworth was re-interred to Fort Leavenworth National Cemetery in 1904.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "unknown",
      "false"
    ]
  },
  {
    "id": 109,
    "user_query": "What is the setting of The Kovak Box, the 2006 thriller movie starring Irish actor, David Kelly?",
    "text-davinci-003_response": "The Kovak Box is set in the small Spanish island of Mallorca off the Mediterranean coast. The movie follows the story of a shy Irish university professor, Dr. Laurence Harvey (David Kelly), who unexpectedly finds himself on the run from the police and a mysterious organization known only as \"The Group\". \nAfter meeting a beautiful woman, Maria (Lucia Jimenez), with whom he sparks a relationship, Dr. Harvey discovers that she is also being hunted by The Group. He then finds out that there is an invention known as the Kovak Box, which contains a highly-sought-after technology that The Group will do anything to get their hands on. \nHarvey then teams up with his new girlfriend to uncover the secrets behind the invention, while trying to evade The Group's pursuit. Together, they traverse the Mallorcan landscape, visiting manor houses, valleys, and sleepy villages in their search for the truth. \nDr. Harvey and Maria must also contend with dogged supervillain, Sir Reginald Griffin (Tim Preece), who is determined to hunt them down and seize the Kovak Box for himself. The film ultimately reaches a climax on a ferry off the coast of Mallorca, as Harvey and Maria fight to save the invention and flee the island.",
    "text-davinci-003_fact_raw": "1. The Kovak Box is set in the island of Mallorca off the Mediterranean coast.\n2. The main character of The Kovak Box, Dr. Laurence Harvey, is played by David Kelly.\n3. The movie follows Dr. Laurence Harvey who is on the run from the police and a mysterious organization called \"The Group\".\n4. The Kovak Box movie includes a character named Maria, played by Lucia Jimenez.\n5. Sir Reginald Griffin, played by Tim Preece, is the supervillain in The Kovak Box.",
    "text-davinci-003_fact": [
      "The Kovak Box is set in the island of Mallorca off the Mediterranean coast.",
      "The main character of The Kovak Box, Dr. Laurence Harvey, is played by David Kelly.",
      "The movie follows Dr. Laurence Harvey who is on the run from the police and a mysterious organization called \"The Group\".",
      "The Kovak Box movie includes a character named Maria, played by Lucia Jimenez.",
      "Sir Reginald Griffin, played by Tim Preece, is the supervillain in The Kovak Box."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: The main character of The Kovak Box, David Norton, is played by Timothy Hutton.\n3. FALSE [correction]: The movie follows David Norton, a successful science fiction writer who is lured to the island and trapped in a horrifying mind control plot.\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "true",
      "false",
      "false",
      "true",
      "unknown"
    ]
  },
  {
    "id": 110,
    "user_query": "The Silver Jubilee Bridge was opened as a replacement for the Widnes-Runcorn Transporter Bridge in which year?",
    "text-davinci-003_response": "The Silver Jubilee Bridge was opened as a replacement for the Widnes-Runcorn Transporter Bridge in 1961. Originally known as the Runcorn-Widnes Bridge, the bridge replaced the 1898 Widnes-Runcorn Transporter Bridge, which was subsequently demolished in 1963. The bridge was officially opened by Queen Elizabeth II on 17 July 1961 as part of her Silver Jubilee. The bridge is a suspension bridge spanning the Manchester Ship Canal, connecting the two towns of Widnes and Runcorn. It carries the A533 road and is just over 1 km long.",
    "text-davinci-003_fact_raw": "1. The Silver Jubilee Bridge was opened in 1961 as a replacement for the Widnes-Runcorn Transporter Bridge.\n2. The Widnes-Runcorn Transporter Bridge, which the Silver Jubilee Bridge replaced, was demolished in 1963.\n3. Queen Elizabeth II officially opened the Silver Jubilee Bridge on 17 July 1961.\n4. The Silver Jubilee Bridge is a suspension bridge spanning the Manchester Ship Canal.\n5. The bridge connects the towns of Widnes and Runcorn and carries the A533 road.",
    "text-davinci-003_fact": [
      "The Silver Jubilee Bridge was opened in 1961 as a replacement for the Widnes-Runcorn Transporter Bridge.",
      "The Widnes-Runcorn Transporter Bridge, which the Silver Jubilee Bridge replaced, was demolished in 1963.",
      "Queen Elizabeth II officially opened the Silver Jubilee Bridge on 17 July 1961.",
      "The Silver Jubilee Bridge is a suspension bridge spanning the Manchester Ship Canal.",
      "The bridge connects the towns of Widnes and Runcorn and carries the A533 road."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: The Widnes-Runcorn Transporter Bridge was demolished in 1961.\n3. TRUE\n4. FALSE [correction]: The Silver Jubilee Bridge is a through arch bridge, not a suspension bridge.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 112,
    "user_query": "What Hollywood musical directed by Vincente Minnelli had an African-American cast?",
    "text-davinci-003_response": "The Hollywood musical directed by Vincente Minnelli that had an African-American cast is titled Cabin in the Sky (1943). The movie stars Ethel Waters, Lena Horne, Eddie \"Rochester\" Anderson, and Louis Armstrong in leading roles. This musical comedy follows the story of Little Joe (Anderson), a gambler who is tempted by the devil (Rex Ingram) and must prove he has enough strength and faith to convince God (Kenneth Spencer) that he deserves to stay in heaven. The film features classic songs such as \"Happiness is Just a Thing Called Joe,\" \"Taking a Chance on Love,\" and \"Cabin in the Sky.\"",
    "text-davinci-003_fact_raw": "1. Cabin in the Sky (1943) is a Hollywood musical directed by Vincente Minnelli with an African-American cast.\n2. Ethel Waters, Lena Horne, Eddie \"Rochester\" Anderson, and Louis Armstrong held leading roles in Cabin in the Sky.\n3. The plot of Cabin in the Sky centers around a character named Little Joe, played by Eddie \"Rochester\" Anderson.\n4. The character of the devil in Cabin in the Sky is played by Rex Ingram.\n5. The film Cabin in the Sky features songs such as \"Happiness is Just a Thing Called Joe,\" \"Taking a Chance on Love,\" and \"Cabin in the Sky.\"",
    "text-davinci-003_fact": [
      "Cabin in the Sky (1943) is a Hollywood musical directed by Vincente Minnelli with an African-American cast.",
      "Ethel Waters, Lena Horne, Eddie \"Rochester\" Anderson, and Louis Armstrong held leading roles in Cabin in the Sky.",
      "The plot of Cabin in the Sky centers around a character named Little Joe, played by Eddie \"Rochester\" Anderson.",
      "The character of the devil in Cabin in the Sky is played by Rex Ingram.",
      "The film Cabin in the Sky features songs such as \"Happiness is Just a Thing Called Joe,\" \"Taking a Chance on Love,\" and \"Cabin in the Sky.\""
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 113,
    "user_query": "Who lived longer, René Char or Kathy Acker?",
    "text-davinci-003_response": "Kathy Acker lived longer than René Char. Kathy Acker was born on April 18, 1947 and died on November 30, 1997, which made her 50 years old at the time of her death. René Char, on the other hand, was born on June 14, 1907 and died on February 19, 1988, which made him 80 years old at the time of his death.",
    "text-davinci-003_fact_raw": "1. Kathy Acker was born on April 18, 1947.\n2. Kathy Acker died on November 30, 1997, at the age of 50.\n3. René Char was born on June 14, 1907.\n4. René Char died on February 19, 1988, at the age of 80.",
    "text-davinci-003_fact": [
      "Kathy Acker was born on April 18, 1947.",
      "Kathy Acker died on November 30, 1997, at the age of 50.",
      "René Char was born on June 14, 1907.",
      "René Char died on February 19, 1988, at the age of 80."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: Kathy Acker died at the age of 50 on November 30, 1997, but she was born in 1947, which would make her 50 years old in 1997 only if her birthday had already occurred that year. However, she was born on April 18, 1947, so she would have been still 50 when she died.\n3. TRUE\n4. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "true"
    ]
  },
  {
    "id": 115,
    "user_query": "When was the model of Nokia phone announced which is the Nokia 3410 phone's successor?",
    "text-davinci-003_response": "The Nokia 3410 phone's successor, the Nokia 3510i, was announced on May 28, 2002. It was released in Europe in late June 2002 and was released in other markets around the world a few months later. The phone had a slimmer design, color screen, polyphonic ringtones and Bluetooth technology. It was also the first Nokia phone to incorporate a miniSD memory card slot.",
    "text-davinci-003_fact_raw": "1. The Nokia 3510i was announced on May 28, 2002.\n2. The Nokia 3510i was released in Europe in late June 2002.\n3. The Nokia 3510i featured a color screen and polyphonic ringtones.\n4. The Nokia 3510i was equipped with Bluetooth technology.\n5. The Nokia 3510i was the first Nokia phone to include a miniSD memory card slot.",
    "text-davinci-003_fact": [
      "The Nokia 3510i was announced on May 28, 2002.",
      "The Nokia 3510i was released in Europe in late June 2002.",
      "The Nokia 3510i featured a color screen and polyphonic ringtones.",
      "The Nokia 3510i was equipped with Bluetooth technology.",
      "The Nokia 3510i was the first Nokia phone to include a miniSD memory card slot."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: The Nokia 3510i did not have Bluetooth technology.\n5. FALSE [correction]: The Nokia 3510i did not include a miniSD memory card slot; it was the Nokia 6610 released later in the same year that had this feature.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "false"
    ]
  },
  {
    "id": 119,
    "user_query": "The King in Love stared an actor that is best known for starring in what film?",
    "text-davinci-003_response": "The King in Love starred actor Park Hae-jin, who is best known for his leading roles in the popular Korean dramas My Love from the Star (2013–2014) and Cheese in the Trap (2016–2018). He is also known for his roles in the popular films The Descendants of Hong Gil-dong (2008) and The Beauty Inside (2015).",
    "text-davinci-003_fact_raw": "1. Park Hae-jin starred in The King in Love.\n2. Park Hae-jin is best known for leading roles in My Love from the Star (2013–2014) and Cheese in the Trap (2016–2018).\n3. The Descendants of Hong Gil-dong (2008) and The Beauty Inside (2015) are films that Park Hae-jin is known for his roles in.",
    "text-davinci-003_fact": [
      "Park Hae-jin starred in The King in Love.",
      "Park Hae-jin is best known for leading roles in My Love from the Star (2013–2014) and Cheese in the Trap (2016–2018).",
      "The Descendants of Hong Gil-dong (2008) and The Beauty Inside (2015) are films that Park Hae-jin is known for his roles in."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Park Hae-jin did not star in The King in Love.\n2. TRUE\n3. FALSE [correction]: Park Hae-jin is not known for his roles in The Descendants of Hong Gil-dong (2008) or The Beauty Inside (2015); he is known for his roles in television dramas, not these films.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 121,
    "user_query": "The 2000 French-American mystery thriller film, The Weight of Water, stars which Academy Award-winning actor who is known for \"Mystic River\" (2003)?",
    "text-davinci-003_response": "The Oscar-winning actor who stars in the 2000 French-American mystery thriller film The Weight of Water is Sean Penn. He is well-known for his role as Dave Boyle in the 2003 drama Mystic River for which he won an Academy Award for Best Actor.",
    "text-davinci-003_fact_raw": "1. Sean Penn stars in the 2000 French-American mystery thriller film The Weight of Water.\n2. Sean Penn won an Academy Award for Best Actor for his role in Mystic River.",
    "text-davinci-003_fact": [
      "Sean Penn stars in the 2000 French-American mystery thriller film The Weight of Water.",
      "Sean Penn won an Academy Award for Best Actor for his role in Mystic River."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true"
    ]
  },
  {
    "id": 122,
    "user_query": "Who was born first, Aaron Gillespie or Nathan Leone?",
    "text-davinci-003_response": "Nathan Leone was born first. He was born on April 7, 1984 in Washington state. Aaron Gillespie was born on June 28, 1985 in Florida.",
    "text-davinci-003_fact_raw": "1. Nathan Leone was born on April 7, 1984 in Washington state.\n2. Aaron Gillespie was born on June 28, 1985 in Florida.",
    "text-davinci-003_fact": [
      "Nathan Leone was born on April 7, 1984 in Washington state.",
      "Aaron Gillespie was born on June 28, 1985 in Florida."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true"
    ]
  },
  {
    "id": 131,
    "user_query": "The vehicle that Isuzu Ascender replaced was produced between what years?",
    "text-davinci-003_response": "The vehicle that Isuzu Ascender replaced was the Isuzu Trooper, which was produced between 1981 and 2002. Isuzu also produced a mid-size SUV called the Rodeo that was sold alongside the Trooper from 1991 to 2002 before being replaced by the Ascender in 2003.",
    "text-davinci-003_fact_raw": "1. The Isuzu Trooper was produced between 1981 and 2002.\n2. The Isuzu Ascender replaced the Isuzu Trooper.\n3. Isuzu produced the Rodeo, a mid-size SUV, from 1991 to 2002.\n4. The Isuzu Ascender was introduced in 2003.",
    "text-davinci-003_fact": [
      "The Isuzu Trooper was produced between 1981 and 2002.",
      "The Isuzu Ascender replaced the Isuzu Trooper.",
      "Isuzu produced the Rodeo, a mid-size SUV, from 1991 to 2002.",
      "The Isuzu Ascender was introduced in 2003."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. FALSE [correction]: The Isuzu Rodeo was produced from 1990 to 2004.\n4. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 133,
    "user_query": "Who was the mother of a retired British Army officer born in 1939?",
    "text-davinci-003_response": "The exact answer to this question will depend on the identity of the retired British Army officer born in 1939. If this individual's identity is not known, then it is impossible to answer this question.",
    "text-davinci-003_fact_raw": "NO FACTS",
    "text-davinci-003_fact": [],
    "text-davinci-003_judge": []
  },
  {
    "id": 134,
    "user_query": "Which band performed Never Been to Spain, written by country singer Hoyt Axton?",
    "text-davinci-003_response": "The 1971 hit \"Never Been to Spain\" was recorded by the rock band Three Dog Night. The lead vocalist for the song was Chuck Negron. The song was written by country singer Hoyt Axton and was released as a single in 1971, reaching #21 on the US Billboard Hot 100 chart.",
    "text-davinci-003_fact_raw": "1. The rock band Three Dog Night recorded the hit \"Never Been to Spain\" in 1971.\n2. Chuck Negron was the lead vocalist for the song \"Never Been to Spain\".\n3. \"Never Been to Spain\" was written by country singer Hoyt Axton.\n4. The song \"Never Been to Spain\" was released as a single in 1971.\n5. \"Never Been to Spain\" reached #21 on the US Billboard Hot 100 chart.",
    "text-davinci-003_fact": [
      "The rock band Three Dog Night recorded the hit \"Never Been to Spain\" in 1971.",
      "Chuck Negron was the lead vocalist for the song \"Never Been to Spain\".",
      "\"Never Been to Spain\" was written by country singer Hoyt Axton.",
      "The song \"Never Been to Spain\" was released as a single in 1971.",
      "\"Never Been to Spain\" reached #21 on the US Billboard Hot 100 chart."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: \"Never Been to Spain\" reached #5 on the US Billboard Hot 100 chart.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 136,
    "user_query": "What is the birthdate of this Irish musician and actor, who was a drummer and provided backing vocals, along with Bono on the song \"Numb\"?",
    "text-davinci-003_response": "The Irish musician and actor is Larry Mullen Jr., and his birthdate is 31 October 1961.",
    "text-davinci-003_fact_raw": "1. Larry Mullen Jr. is an Irish musician and actor.\n2. Larry Mullen Jr. was a drummer and provided backing vocals, along with Bono, on the song \"Numb\".\n3. Larry Mullen Jr. was born on 31 October 1961.",
    "text-davinci-003_fact": [
      "Larry Mullen Jr. is an Irish musician and actor.",
      "Larry Mullen Jr. was a drummer and provided backing vocals, along with Bono, on the song \"Numb\".",
      "Larry Mullen Jr. was born on 31 October 1961."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: Larry Mullen Jr. is the drummer for U2 but did not provide backing vocals on the song \"Numb\"; it was The Edge who sang lead vocals.\n3. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 148,
    "user_query": "The 2015 North Carolina Tar Heels football team played in the Russell Athletic Bowl where they lost to what team that was coached by Art Briles?",
    "text-davinci-003_response": "The 2015 North Carolina Tar Heels football team lost to the Baylor Bears in the Russell Athletic Bowl. The Baylor Bears were coached by Art Briles, who was the head coach of the team from 2008-2015. The Tar Heels and the Bears faced-off in the Russell Athletic Bowl in Orlando, Florida on December 29th, 2015. In a back-and-forth game that included four lead changes, the Tar Heels ultimately fell to the Baylor Bears, 49-38. Baylor was led by quarterback Seth Russell who threw for 300 yards and 4 touchdowns. The Tar Heels were led by quarterback Marquise Williams who threw for 469 yards and 5 touchdowns.",
    "text-davinci-003_fact_raw": "1. The 2015 North Carolina Tar Heels football team lost to the Baylor Bears in the Russell Athletic Bowl.\n2. Art Briles was the head coach of the Baylor Bears from 2008 to 2015.\n3. The Russell Athletic Bowl took place in Orlando, Florida on December 29th, 2015.\n4. Baylor Bears quarterback Seth Russell threw for 300 yards and 4 touchdowns during the game.\n5. North Carolina Tar Heels quarterback Marquise Williams threw for 469 yards and 5 touchdowns during the game.",
    "text-davinci-003_fact": [
      "The 2015 North Carolina Tar Heels football team lost to the Baylor Bears in the Russell Athletic Bowl.",
      "Art Briles was the head coach of the Baylor Bears from 2008 to 2015.",
      "The Russell Athletic Bowl took place in Orlando, Florida on December 29th, 2015.",
      "Baylor Bears quarterback Seth Russell threw for 300 yards and 4 touchdowns during the game.",
      "North Carolina Tar Heels quarterback Marquise Williams threw for 469 yards and 5 touchdowns during the game."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Baylor Bears quarterback Seth Russell did not play in the game due to injury. It was actually backup quarterback Johnny Jefferson who rushed for 299 yards and three touchdowns.\n5. FALSE [correction]: North Carolina Tar Heels quarterback Marquise Williams threw for 243 yards and 3 touchdowns during the game.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "false"
    ]
  },
  {
    "id": 149,
    "user_query": "曺秀美 produced a song that was the lead single for what film?",
    "text-davinci-003_response": "曺秀美的歌曲《你曾是少年》是电影《青春》的片尾曲，也是这部电影的主打单曲。《青春》是由周润发主演，谢霆锋、郑秀文等主演的一部爱情励志片，改编自林海音的同名小说，由冯小刚执导。",
    "text-davinci-003_fact_raw": "1. 曺秀美的歌曲《你曾是少年》是电影《青春》的片尾曲。\n2. 《你曾是少年》是电影《青春》的主打单曲。\n3. 电影《青春》由周润发主演。\n4. 电影《青春》是一部爱情励志片。\n5. 电影《青春》改编自林海音的同名小说。",
    "text-davinci-003_fact": [
      "曺秀美的歌曲《你曾是少年》是电影《青春》的片尾曲。",
      "《你曾是少年》是电影《青春》的主打单曲。",
      "电影《青春》由周润发主演。",
      "电影《青春》是一部爱情励志片。",
      "电影《青春》改编自林海音的同名小说。"
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. FALSE [correction]: 电影《青春》由黄轩、苗苗主演，周润发并未主演该电影。\n4. TRUE\n5. FALSE [correction]: 电影《青春》改编自冯小刚的同名小说。",
    "text-davinci-003_judge": [
      "true",
      "true",
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 150,
    "user_query": "Bootlegger, Vol. is a live recording by a voice actress who voices which scooby-doo character ?",
    "text-davinci-003_response": "Bootlegger, Vol. is a live recording by a voice actress named Grey DeLisle-Griffin. She is best known for her roles in animation, including voicing Scooby-Doo's love interest, Daphne Blake. DeLisle-Griffin has been the voice of Daphne since the 2002 direct-to-video movie Scooby-Doo and the Legend of the Vampire, and has appeared in all Scooby-Doo projects since, including the various Scooby-Doo TV series, movies, and video games. She also voiced the character in the recent series Scooby-Doo! Mystery Incorporated and Be Cool, Scooby-Doo!.",
    "text-davinci-003_fact_raw": "1. Bootlegger, Vol. is a live recording by voice actress Grey DeLisle-Griffin.\n2. Grey DeLisle-Griffin voices the character Daphne Blake, Scooby-Doo's love interest.\n3. Grey DeLisle-Griffin has been the voice of Daphne Blake since the 2002 direct-to-video movie Scooby-Doo and the Legend of the Vampire.\n4. Grey DeLisle-Griffin has appeared in all Scooby-Doo projects since 2002, including TV series, movies, and video games.\n5. Grey DeLisle-Griffin voiced Daphne Blake in the series Scooby-Doo! Mystery Incorporated and Be Cool, Scooby-Doo!.",
    "text-davinci-003_fact": [
      "Bootlegger, Vol. is a live recording by voice actress Grey DeLisle-Griffin.",
      "Grey DeLisle-Griffin voices the character Daphne Blake, Scooby-Doo's love interest.",
      "Grey DeLisle-Griffin has been the voice of Daphne Blake since the 2002 direct-to-video movie Scooby-Doo and the Legend of the Vampire.",
      "Grey DeLisle-Griffin has appeared in all Scooby-Doo projects since 2002, including TV series, movies, and video games.",
      "Grey DeLisle-Griffin voiced Daphne Blake in the series Scooby-Doo! Mystery Incorporated and Be Cool, Scooby-Doo!."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. FALSE [correction]: Grey DeLisle-Griffin voices the character Daphne Blake, who is one of the members of Mystery Inc., not specifically Scooby-Doo's love interest.\n3. TRUE\n4. FALSE [correction]: Grey DeLisle-Griffin has voiced Daphne Blake in many, but not all, Scooby-Doo projects since 2002.\n5. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "false",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 156,
    "user_query": "What team, owned by Michael Jordon, did Jamie Feick play for?",
    "text-davinci-003_response": "Jamie Feick played for the Washington Wizards, which was owned by Michael Jordan from 2000-2001. During this season, he averaged 4.6 points, 6.3 rebounds and 2.3 assists in 69 games.",
    "text-davinci-003_fact_raw": "1. Jamie Feick played for the Washington Wizards.\n2. Michael Jordan owned the Washington Wizards from 2000-2001.\n3. Jamie Feick averaged 4.6 points, 6.3 rebounds, and 2.3 assists in the 2000-2001 season.\n4. Jamie Feick played in 69 games during the 2000-2001 season.",
    "text-davinci-003_fact": [
      "Jamie Feick played for the Washington Wizards.",
      "Michael Jordan owned the Washington Wizards from 2000-2001.",
      "Jamie Feick averaged 4.6 points, 6.3 rebounds, and 2.3 assists in the 2000-2001 season.",
      "Jamie Feick played in 69 games during the 2000-2001 season."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Jamie Feick did not play for the Washington Wizards; he played for the New Jersey Nets during that time.\n2. FALSE [correction]: Michael Jordan became part-owner and President of Basketball Operations for the Washington Wizards in January 2000 but did not have outright ownership.\n3. UNKNOWN\n4. FALSE [correction]: Jamie Feick did not play in any games during the 2000-2001 season due to an Achilles tendon injury.",
    "text-davinci-003_judge": [
      "false",
      "false",
      "unknown",
      "false"
    ]
  },
  {
    "id": 157,
    "user_query": "Where does husband of the the character who wins the role of Blanche Dubios in one episode skip in another episode, choosing instead to stay home?",
    "text-davinci-003_response": "In the episode titled \"Blanche and the Younger Man,\" the character Blanche Dubois wins the role of Blanche DuBois in a play. However, in the episode titled \"Foreign Exchange,\" Blanche's husband, George, skips the play and chooses to stay home instead. According to Blanche, George's decision was because watching her perform onstage would make him feel uncomfortable. Blanche is disappointed by her husband's refusal to attend, feeling like his absence reveals a lack of support for her.",
    "text-davinci-003_fact_raw": "1. The character Blanche Dubois wins the role of Blanche DuBois in a play in the episode titled \"Blanche and the Younger Man.\"\n2. George, the husband of Blanche Dubois, chooses to stay home instead of attending the play in the episode titled \"Foreign Exchange.\"\n3. Blanche's husband, George, felt uncomfortable watching her perform onstage.\n4. Blanche feels that her husband's refusal to attend the play reveals a lack of support for her.",
    "text-davinci-003_fact": [
      "The character Blanche Dubois wins the role of Blanche DuBois in a play in the episode titled \"Blanche and the Younger Man.\"",
      "George, the husband of Blanche Dubois, chooses to stay home instead of attending the play in the episode titled \"Foreign Exchange.\"",
      "Blanche's husband, George, felt uncomfortable watching her perform onstage.",
      "Blanche feels that her husband's refusal to attend the play reveals a lack of support for her."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. UNKNOWN\n\nWithout additional context or information about the source material, it is not possible to accurately determine the truthfulness of these statements.",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 158,
    "user_query": "Victory Through Air Power and Portrait of Gina are both what?",
    "text-davinci-003_response": "Victory Through Air Power and Portrait of Gina are both animated films. Victory Through Air Power is a 1943 war propaganda film based on the 1942 eponymous book by Major Alexander P. de Seversky. It was the first feature-length animated film produced by Walt Disney's studio. Portrait of Gina is a 1998 comedy-drama short film directed and written by Don Hertzfeldt and released by Four Square Productions. It follows a young woman's surreal journey through a series of emotionally charged abstract visions.",
    "text-davinci-003_fact_raw": "1. Victory Through Air Power and Portrait of Gina are both animated films.\n2. Victory Through Air Power is a 1943 war propaganda film.\n3. Victory Through Air Power is based on a 1942 book by Major Alexander P. de Seversky.\n4. Walt Disney's studio produced Victory Through Air Power as its first feature-length animated film.\n5. Portrait of Gina is a 1998 comedy-drama short film directed and written by Don Hertzfeldt.",
    "text-davinci-003_fact": [
      "Victory Through Air Power and Portrait of Gina are both animated films.",
      "Victory Through Air Power is a 1943 war propaganda film.",
      "Victory Through Air Power is based on a 1942 book by Major Alexander P. de Seversky.",
      "Walt Disney's studio produced Victory Through Air Power as its first feature-length animated film.",
      "Portrait of Gina is a 1998 comedy-drama short film directed and written by Don Hertzfeldt."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Victory Through Air Power is an animated film, but Portrait of Gina is not.\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Walt Disney's studio produced Victory Through Air Power, but it was not their first feature-length animated film; that was Snow White and the Seven Dwarfs in 1937.\n5. FALSE [correction]: Portrait of Gina is a 1958 documentary film directed by Orson Welles.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "false",
      "false"
    ]
  },
  {
    "id": 159,
    "user_query": "Which actor from the ABC comedy Boy Meets World also appears in Home at Last, an online sitcom created in 2011?",
    "text-davinci-003_response": "The actor Daniel Jacobs appears in both Boy Meets World and Home at Last. Originally appearing in Boy Meets World from 1995–1997, Jacobs portrayed Minkus in approximately 20 episodes. Later, in 2011, Jacobs reprised his character of Minkus in the 5 episode miniseries Home at Last, appearing in the first 4 episodes as a main guest star.",
    "text-davinci-003_fact_raw": "1. Daniel Jacobs appears in the ABC comedy Boy Meets World.\n2. Daniel Jacobs also appears in the online sitcom Home at Last, created in 2011.\n3. Daniel Jacobs portrayed Minkus in approximately 20 episodes of Boy Meets World from 1995–1997.\n4. In 2011, Daniel Jacobs reprised his character of Minkus in the 5 episode miniseries Home at Last.\n5. Daniel Jacobs appeared in the first 4 episodes of Home at Last as a main guest star.",
    "text-davinci-003_fact": [
      "Daniel Jacobs appears in the ABC comedy Boy Meets World.",
      "Daniel Jacobs also appears in the online sitcom Home at Last, created in 2011.",
      "Daniel Jacobs portrayed Minkus in approximately 20 episodes of Boy Meets World from 1995–1997.",
      "In 2011, Daniel Jacobs reprised his character of Minkus in the 5 episode miniseries Home at Last.",
      "Daniel Jacobs appeared in the first 4 episodes of Home at Last as a main guest star."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: It is Lee Norris who appears in the ABC comedy Boy Meets World, not Daniel Jacobs.\n2. UNKNOWN\n3. FALSE [correction]: Lee Norris portrayed Minkus in approximately 20 episodes of Boy Meets World from 1993–1998, not Daniel Jacobs from 1995-1997.\n4. UNKNOWN\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "false",
      "unknown",
      "false",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 169,
    "user_query": "Which counterpart of the American network Nickelodeon aired Os Under-Undergrounds in Brazil?",
    "text-davinci-003_response": "The counterpart of the American network Nickelodeon in Brazil is called Nickelodeon Brazil. Nick Kids was a programming block on the Brazilian network Nickelodeon which aired Os Under-Undergrounds, along with other shows like iCarly, Victorious, and Big Time Rush. The Brazilian version of the show Os Under-Undergrounds was localized and adapted to the Brazilian culture, using localized scripts and dubs and being shot in São Paulo. Other shows on Nickelodeon Brazil like Os Under-Undergrounds were adapted and localized to the Brazilian culture. These shows included Criança Esperta, Bob Zoom, and Turma da Mônica Laços.",
    "text-davinci-003_fact_raw": "1. The Brazilian counterpart of the American network Nickelodeon is called Nickelodeon Brazil.\n2. Os Under-Undergrounds aired on the programming block Nick Kids on Nickelodeon Brazil.\n3. Other shows that aired on Nick Kids include iCarly, Victorious, and Big Time Rush.\n4. The Brazilian version of Os Under-Undergrounds was shot in São Paulo.\n5. Shows on Nickelodeon Brazil, including Criança Esperta, Bob Zoom, and Turma da Mônica Laços, were adapted and localized to the Brazilian culture.",
    "text-davinci-003_fact": [
      "The Brazilian counterpart of the American network Nickelodeon is called Nickelodeon Brazil.",
      "Os Under-Undergrounds aired on the programming block Nick Kids on Nickelodeon Brazil.",
      "Other shows that aired on Nick Kids include iCarly, Victorious, and Big Time Rush.",
      "The Brazilian version of Os Under-Undergrounds was shot in São Paulo.",
      "Shows on Nickelodeon Brazil, including Criança Esperta, Bob Zoom, and Turma da Mônica Laços, were adapted and localized to the Brazilian culture."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. UNKNOWN\n3. TRUE\n4. UNKNOWN\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "unknown",
      "true",
      "unknown",
      "true"
    ]
  },
  {
    "id": 183,
    "user_query": "What did the professional snooker player who dominated the sport during the 1980s win in 1985?",
    "text-davinci-003_response": "In 1985, the professional snooker player who dominated the sport during the 1980s, Steve Davis, won the UK Championship, as well as the Masters. He also won the Benson & Hedges Masters, as well as the World Doubles Championship, which he shared with his doubles partner, Tony Meo. His record for the year was impressive, with an overall win percentage of 96.5%. Steve Davis was at the peak of his career during the 1980s, and it was during this time that he dominated the sport, winning numerous titles and becoming one of the most famous players in the game.",
    "text-davinci-003_fact_raw": "1. Steve Davis won the UK Championship in 1985.\n2. Steve Davis also won the Masters in 1985.\n3. In 1985, Steve Davis won the Benson & Hedges Masters.\n4. Steve Davis and his doubles partner, Tony Meo, won the World Doubles Championship in 1985.\n5. Steve Davis had an overall win percentage of 96.5% in 1985.",
    "text-davinci-003_fact": [
      "Steve Davis won the UK Championship in 1985.",
      "Steve Davis also won the Masters in 1985.",
      "In 1985, Steve Davis won the Benson & Hedges Masters.",
      "Steve Davis and his doubles partner, Tony Meo, won the World Doubles Championship in 1985.",
      "Steve Davis had an overall win percentage of 96.5% in 1985."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: There is no available public record to verify Steve Davis's exact win percentage in 1985.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 184,
    "user_query": "Does the Psychiatric Institute of Washington or Providence Hospital have more beds to offer patients?",
    "text-davinci-003_response": "The Psychiatric Institute of Washington has more beds to offer patients than Providence Hospital. The Psychiatric Institute of Washington has 98 beds while Providence Hospital has only 28. The Psychiatric Institute of Washington is also a much larger facility and is entirely devoted to providing psychiatric care, while Providence Hospital is a much smaller facility that provides a variety of medical services, including psychiatric care.",
    "text-davinci-003_fact_raw": "1. The Psychiatric Institute of Washington has 98 beds.\n2. Providence Hospital has 28 beds.\n3. The Psychiatric Institute of Washington is a larger facility than Providence Hospital.\n4. The Psychiatric Institute of Washington is exclusively devoted to providing psychiatric care.\n5. Providence Hospital provides a variety of medical services, including psychiatric care.",
    "text-davinci-003_fact": [
      "The Psychiatric Institute of Washington has 98 beds.",
      "Providence Hospital has 28 beds.",
      "The Psychiatric Institute of Washington is a larger facility than Providence Hospital.",
      "The Psychiatric Institute of Washington is exclusively devoted to providing psychiatric care.",
      "Providence Hospital provides a variety of medical services, including psychiatric care."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "true",
      "true"
    ]
  },
  {
    "id": 198,
    "user_query": "What Purple Heart recipient was instrumental in creating a memorial to the man who has been cited as the \"father of black history\"?",
    "text-davinci-003_response": "The Purple Heart recipient instrumental in creating a memorial to the man cited as the \"father of black history\" is Mr. Robert Woodson, Jr. Woodson is a United States Navy veteran who received the Purple Heart award for his servicemembers during the Korean Conflict and was also inducted into the \"Legion of Merit\" in 2002. Woodson dedicated much of his life to honoring the legacy of Carter G. Woodson, the \"father of black history.\" After a slow start, Woodson and a committee created the Carter G. Woodson Home National Historic Site in Washington, D.C. in 2006. This site honors and preserves the legacy of the great scholar and it also serves as an educational and research center. The many projects and renovations that Robert Woodson had envisioned were eventually completed in May 2009, making the memorial a permanent presence in the nation’s capital. With Woodson’s work, the legacy of Dr. Carter G. Woodson is remembered and honored the way he deserves.",
    "text-davinci-003_fact_raw": "1. Robert Woodson, Jr. is a Purple Heart recipient and a United States Navy veteran who served during the Korean Conflict.\n2. Robert Woodson, Jr. was inducted into the \"Legion of Merit\" in 2002.\n3. Carter G. Woodson is cited as the \"father of black history.\"\n4. The Carter G. Woodson Home National Historic Site was created in Washington, D.C. in 2006.\n5. The memorial to Carter G. Woodson was completed in May 2009.",
    "text-davinci-003_fact": [
      "Robert Woodson, Jr. is a Purple Heart recipient and a United States Navy veteran who served during the Korean Conflict.",
      "Robert Woodson, Jr. was inducted into the \"Legion of Merit\" in 2002.",
      "Carter G. Woodson is cited as the \"father of black history.\"",
      "The Carter G. Woodson Home National Historic Site was created in Washington, D.C. in 2006.",
      "The memorial to Carter G. Woodson was completed in May 2009."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. TRUE\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "true",
      "true",
      "unknown"
    ]
  },
  {
    "id": 199,
    "user_query": "Considered a genre of poetry, mode of fiction does Valappottukal fall into?",
    "text-davinci-003_response": "Valappottukal is a Malayalam poetic novel written by Vaikom Muhammad Basheer. It is considered a genre of literature known as the Malayalam novel-verse form. The novel-verse is a combination of poetry and fiction, and Valappottukal is known for its use of social commentary and realistic dialogue and imagery. The novel is written with a combination of free verse, blank verse, and ottamthullal, a classical Malayalam poetic form. As a combination of fiction and poetry, Valappottukal falls into the literary genre of the novel-verse.",
    "text-davinci-003_fact_raw": "1. Valappottukal is a Malayalam poetic novel written by Vaikom Muhammad Basheer.\n2. The Malayalam novel-verse form is a combination of poetry and fiction.\n3. Valappottukal uses social commentary, realistic dialogue, and imagery.\n4. Valappottukal combines free verse, blank verse, and ottamthullal, a classical Malayalam poetic form.\n5. The literary genre that Valappottukal falls into is the novel-verse.",
    "text-davinci-003_fact": [
      "Valappottukal is a Malayalam poetic novel written by Vaikom Muhammad Basheer.",
      "The Malayalam novel-verse form is a combination of poetry and fiction.",
      "Valappottukal uses social commentary, realistic dialogue, and imagery.",
      "Valappottukal combines free verse, blank verse, and ottamthullal, a classical Malayalam poetic form.",
      "The literary genre that Valappottukal falls into is the novel-verse."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. UNKNOWN\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "unknown",
      "true"
    ]
  },
  {
    "id": 202,
    "user_query": "Were both the Battle of Chancellorsville and the Battle of Luzon fought in the American Civil War?",
    "text-davinci-003_response": "No, neither the Battle of Chancellorsville nor the Battle of Luzon were fought in the American Civil War. The Battle of Chancellorsville was fought during the American Civil War on May 1-4, 1863, in Spotsylvania County, Virginia. The Battle of Luzon was fought during World War II on January 9, 1945 in the Philippines.",
    "text-davinci-003_fact_raw": "1. The Battle of Chancellorsville took place during the American Civil War.\n2. The Battle of Chancellorsville occurred on May 1-4, 1863.\n3. The Battle of Chancellorsville was in Spotsylvania County, Virginia.\n4. The Battle of Luzon was fought during World War II.\n5. The Battle of Luzon took place on January 9, 1945, in the Philippines.",
    "text-davinci-003_fact": [
      "The Battle of Chancellorsville took place during the American Civil War.",
      "The Battle of Chancellorsville occurred on May 1-4, 1863.",
      "The Battle of Chancellorsville was in Spotsylvania County, Virginia.",
      "The Battle of Luzon was fought during World War II.",
      "The Battle of Luzon took place on January 9, 1945, in the Philippines."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 206,
    "user_query": "What polo player was related to Juan Esteban Ariza Mendoza?",
    "text-davinci-003_response": "Juan Esteban Ariza Mendoza was related to Carlos Antonio Ariza Mendoza, a professional polo player from Colombia. He won numerous Argentinian Open titles in the 1990s and 2000s and also earned a spot on the Colombian National Team. He was considered one of the most skilled and talented players in the sport.",
    "text-davinci-003_fact_raw": "1. Carlos Antonio Ariza Mendoza is a professional polo player.\n2. Carlos Antonio Ariza Mendoza is from Colombia.\n3. Carlos Antonio Ariza Mendoza won numerous Argentinian Open titles in the 1990s and 2000s.\n4. Carlos Antonio Ariza Mendoza was a member of the Colombian National Polo Team.\n5. Carlos Antonio Ariza Mendoza was considered one of the most skilled and talented polo players.",
    "text-davinci-003_fact": [
      "Carlos Antonio Ariza Mendoza is a professional polo player.",
      "Carlos Antonio Ariza Mendoza is from Colombia.",
      "Carlos Antonio Ariza Mendoza won numerous Argentinian Open titles in the 1990s and 2000s.",
      "Carlos Antonio Ariza Mendoza was a member of the Colombian National Polo Team.",
      "Carlos Antonio Ariza Mendoza was considered one of the most skilled and talented polo players."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. UNKNOWN\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "unknown",
      "unknown"
    ]
  },
  {
    "id": 207,
    "user_query": "Andrew Plain created the soundtrack for the Gillian Armstrong drama adapted from a novel by whom?",
    "text-davinci-003_response": "Andrew Plain created the soundtrack for the Gillian Armstrong drama, \"My Brilliant Career,\" which was adapted from the 1901 novel of the same name by Miles Franklin.",
    "text-davinci-003_fact_raw": "1. Andrew Plain created the soundtrack for the Gillian Armstrong drama \"My Brilliant Career.\"\n2. \"My Brilliant Career\" was adapted from a novel by Miles Franklin.\n3. The novel \"My Brilliant Career\" was published in 1901.",
    "text-davinci-003_fact": [
      "Andrew Plain created the soundtrack for the Gillian Armstrong drama \"My Brilliant Career.\"",
      "\"My Brilliant Career\" was adapted from a novel by Miles Franklin.",
      "The novel \"My Brilliant Career\" was published in 1901."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Nathan Waks created the soundtrack for the Gillian Armstrong drama \"My Brilliant Career.\"\n2. TRUE\n3. TRUE",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true"
    ]
  },
  {
    "id": 209,
    "user_query": "Do Armenian Gampr dogs have more influence from other dog species than the Greater Swiss Mountain Dog?",
    "text-davinci-003_response": "Armenian Gampr dogs are believed to be the result of ancient crosses between wolves, the Caucasian Ovcharka, and other flock-guarding dogs like the Akbash and Sarplaninac. These crosses likely date back to 3,000-5,000 years ago. While comparisons between the two breeds are understandably difficult, the Armenian Gampr is generally thought to have a greater degree of wolf influence than the Greater Swiss Mountain Dog, with some experts estimating that up to 70 percent of its genome could be traced to the gray wolf. In contrast, the Greater Swiss Mountain Dog is thought to have as little as 25 percent wolf influence and more closely resembles a larger, heavier version of a cattle or sheep-guarding dog. Ultimately, whether or not Armenian Gampr dogs have more influence from other dog species than the Greater Swiss Mountain Dog depends on the individual dog and likely contains a mix of both heritages.",
    "text-davinci-003_fact_raw": "1. Armenian Gampr dogs are believed to have been crossbred with wolves, the Caucasian Ovcharka, Akbash, and Sarplaninac approximately 3,000-5,000 years ago.\n2. The Armenian Gampr might have up to 70 percent of its genome traced to the gray wolf.\n3. The Greater Swiss Mountain Dog is thought to have as little as 25 percent wolf influence.\n4. The Greater Swiss Mountain Dog resembles a larger, heavier version of a cattle or sheep-guarding dog.",
    "text-davinci-003_fact": [
      "Armenian Gampr dogs are believed to have been crossbred with wolves, the Caucasian Ovcharka, Akbash, and Sarplaninac approximately 3,000-5,000 years ago.",
      "The Armenian Gampr might have up to 70 percent of its genome traced to the gray wolf.",
      "The Greater Swiss Mountain Dog is thought to have as little as 25 percent wolf influence.",
      "The Greater Swiss Mountain Dog resembles a larger, heavier version of a cattle or sheep-guarding dog."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. UNKNOWN\n3. UNKNOWN\n4. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "unknown",
      "unknown",
      "true"
    ]
  },
  {
    "id": 211,
    "user_query": "What was the birth date of the general that used a church as his headquarters in March 1865?",
    "text-davinci-003_response": "The general in question is Ulysses S. Grant, and his birthdate was April 27, 1822.",
    "text-davinci-003_fact_raw": "1. Ulysses S. Grant used a church as his headquarters in March 1865.\n2. Ulysses S. Grant was born on April 27, 1822.",
    "text-davinci-003_fact": [
      "Ulysses S. Grant used a church as his headquarters in March 1865.",
      "Ulysses S. Grant was born on April 27, 1822."
    ],
    "text-davinci-003_judge_raw": "1. UNKNOWN\n2. TRUE",
    "text-davinci-003_judge": [
      "unknown",
      "true"
    ]
  },
  {
    "id": 212,
    "user_query": "Oltrarno contains the site that is a Renaissance palace that was the residence of which Florentine banker?",
    "text-davinci-003_response": "Oltrarno is the southern part of Florence, Italy, and contains an array of historic sites and monuments. One notable site is the Palazzo Pitti, a Renaissance palace located on the south bank of the River Arno. Palazzo Pitti was commissioned by banker Luca Pitti in the mid-15th century, and served as the residence of the powerful, wealthy Pitti family until their financial fortune dwindled. The palace passed through numerous private owners until it was acquired by the Grand Duchy of Tuscany in the 18th century. Today, Palazzo Pitti is a popular tourist spot, housing several of Florence's art galleries.",
    "text-davinci-003_fact_raw": "1. Oltrarno is the southern part of Florence, Italy.\n2. Palazzo Pitti is a Renaissance palace in Oltrarno.\n3. Palazzo Pitti was commissioned by Luca Pitti in the mid-15th century.\n4. The Pitti family resided in Palazzo Pitti until their financial fortune dwindled.\n5. The Grand Duchy of Tuscany acquired Palazzo Pitti in the 18th century.",
    "text-davinci-003_fact": [
      "Oltrarno is the southern part of Florence, Italy.",
      "Palazzo Pitti is a Renaissance palace in Oltrarno.",
      "Palazzo Pitti was commissioned by Luca Pitti in the mid-15th century.",
      "The Pitti family resided in Palazzo Pitti until their financial fortune dwindled.",
      "The Grand Duchy of Tuscany acquired Palazzo Pitti in the 18th century."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: The Grand Duchy of Tuscany acquired Palazzo Pitti in the 16th century.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 214,
    "user_query": "The 1991 Cannes Film Festival Palme d'Or went to a film set in what year?",
    "text-davinci-003_response": "The 1991 Cannes Film Festival Palme d'Or was awarded to Barton Fink, a drama-comedy directed by the Coen Brothers and set in 1941. The story follows New York-based playwright, Barton Fink, as he moves to Hollywood to write motion picture scripts for a notoriously difficult film executive and finds himself in bizarre and awkward situations while staying at the eerie Hotel Earle.",
    "text-davinci-003_fact_raw": "1. The 1991 Cannes Film Festival Palme d'Or was awarded to the film Barton Fink.\n2. Barton Fink is a drama-comedy directed by the Coen Brothers.\n3. The film is set in the year 1941.\n4. The protagonist of the film is a New York-based playwright named Barton Fink.\n5. Barton Fink moves to Hollywood to write motion picture scripts for a film executive.",
    "text-davinci-003_fact": [
      "The 1991 Cannes Film Festival Palme d'Or was awarded to the film Barton Fink.",
      "Barton Fink is a drama-comedy directed by the Coen Brothers.",
      "The film is set in the year 1941.",
      "The protagonist of the film is a New York-based playwright named Barton Fink.",
      "Barton Fink moves to Hollywood to write motion picture scripts for a film executive."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 215,
    "user_query": "What American wrestler, known by the nickname \"Dr. Death\", was featured on an episode of Starrcade in a fight against Ron Simmons for the World Heavyweight Championship?",
    "text-davinci-003_response": "The American wrestler featured on an episode of Starrcade in a fight against Ron Simmons for the World Heavyweight Championship was Steve Williams, better known by his nickname \"Dr. Death\". Williams was a prolific wrestler in the National Wrestling Alliance in the 1980s and 1990s, and a decorated wrestling champion in the UWF, NJPW, and WCW. His Starrcade match against Simmons took place in 1992 and is considered one of the most memorable fights in professional wrestling history. The match ended in a draw after 60 minutes, and the title was held over.",
    "text-davinci-003_fact_raw": "1. Steve Williams, known as \"Dr. Death\", fought against Ron Simmons for the World Heavyweight Championship on an episode of Starrcade.\n2. Steve Williams was a wrestler in the National Wrestling Alliance in the 1980s and 1990s.\n3. Steve Williams was a wrestling champion in the UWF, NJPW, and WCW.\n4. The Starrcade match between Williams and Simmons took place in 1992.\n5. The match between Williams and Simmons ended in a draw after 60 minutes.",
    "text-davinci-003_fact": [
      "Steve Williams, known as \"Dr. Death\", fought against Ron Simmons for the World Heavyweight Championship on an episode of Starrcade.",
      "Steve Williams was a wrestler in the National Wrestling Alliance in the 1980s and 1990s.",
      "Steve Williams was a wrestling champion in the UWF, NJPW, and WCW.",
      "The Starrcade match between Williams and Simmons took place in 1992.",
      "The match between Williams and Simmons ended in a draw after 60 minutes."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Steve Williams, known as \"Dr. Death\", did not fight against Ron Simmons for the World Heavyweight Championship on an episode of Starrcade. It was Rick Rude who fought against Ron Simmons for the title in 1992.\n2. TRUE\n3. TRUE\n4. TRUE\n5. FALSE [correction]: The match between Williams and Simmons ended in a victory for Ron Simmons, who retained the World Heavyweight Championship.",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 218,
    "user_query": "Who sang for more different bands, Rivers Cuomo or Johnny Edwards?",
    "text-davinci-003_response": "Rivers Cuomo is the lead singer and guitarist for the alternative rock band Weezer, and has been since they formed in Los Angeles in 1992. Johnny Edwards is an American singer, musician and songwriter who has been a member of several bands throughout his career, including Foreigner, Kingdom Come, and Children of the Revolution. \nCuomo has never been a part of another band in addition to Weezer, but Edwards has participated in four different bands in his career, including his solo work. Therefore, Edwards has sung for more different bands than Cuomo.",
    "text-davinci-003_fact_raw": "1. Rivers Cuomo is the lead singer and guitarist for Weezer.\n2. Weezer was formed in Los Angeles in 1992.\n3. Johnny Edwards is an American singer, musician, and songwriter.\n4. Johnny Edwards has been a member of bands such as Foreigner, Kingdom Come, and Children of the Revolution.\n5. Johnny Edwards has sung for more different bands than Rivers Cuomo.",
    "text-davinci-003_fact": [
      "Rivers Cuomo is the lead singer and guitarist for Weezer.",
      "Weezer was formed in Los Angeles in 1992.",
      "Johnny Edwards is an American singer, musician, and songwriter.",
      "Johnny Edwards has been a member of bands such as Foreigner, Kingdom Come, and Children of the Revolution.",
      "Johnny Edwards has sung for more different bands than Rivers Cuomo."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. UNKNOWN",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "unknown"
    ]
  },
  {
    "id": 219,
    "user_query": "The Christmas carol, \"I Heard the Bells on Christmas Day\" is based on a poem by the American poet who was the first to translate what Italian work?",
    "text-davinci-003_response": "The Christmas carol, \"I Heard the Bells on Christmas Day\" is based on a poem by the American poet Henry Wadsworth Longfellow. Longfellow was the first to translate Dante Alighieri's epic poem, Divine Comedy, into English. The Divine Comedy is a three-part poem written in Italian in the Middle Ages consisting of Inferno, Purgatorio and Paradiso. The poem is considered one of the great works of world literature and has been an inspiration for many authors, poets, and musicians over the centuries, including Longfellow. Longfellow wrote his poem, \"Christmas Bells,\" which was later set to music and given the title \"I Heard the Bells on Christmas Day.\" The poem was inspired by the despair of the Civil War, that despite the joys of the Christmas season, hatred and injustice would persist.",
    "text-davinci-003_fact_raw": "1. \"I Heard the Bells on Christmas Day\" is based on a poem by Henry Wadsworth Longfellow.\n2. Henry Wadsworth Longfellow was the first to translate Dante Alighieri's \"Divine Comedy\" into English.\n3. \"Divine Comedy\" is an Italian poem written in the Middle Ages.\n4. \"Divine Comedy\" consists of three parts: Inferno, Purgatorio, and Paradiso.\n5. Longfellow's poem \"Christmas Bells\" was later set to music as \"I Heard the Bells on Christmas Day.\"",
    "text-davinci-003_fact": [
      "\"I Heard the Bells on Christmas Day\" is based on a poem by Henry Wadsworth Longfellow.",
      "Henry Wadsworth Longfellow was the first to translate Dante Alighieri's \"Divine Comedy\" into English.",
      "\"Divine Comedy\" is an Italian poem written in the Middle Ages.",
      "\"Divine Comedy\" consists of three parts: Inferno, Purgatorio, and Paradiso.",
      "Longfellow's poem \"Christmas Bells\" was later set to music as \"I Heard the Bells on Christmas Day.\""
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: Henry Wadsworth Longfellow was not the first to translate Dante Alighieri's \"Divine Comedy\" into English; it was first translated by Henry Francis Cary in 1805-1814.\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 223,
    "user_query": "WHAT PUBLISHER OF SOFTWARE REMASTER AND PUBLISHED DRAGONS LAIR IN 1983?",
    "text-davinci-003_response": "The publisher of the classic 1983 game Dragons Lair was Cinematronics, a computer game company founded in 1983. Cinematronics was known primarily for its arcade video games. In collaboration with Atari, Cinematronics released the original version of Dragons Lair in arcades throughout the world. The popularity of the game saw it re-released several times by different publishers throughout the 1980s and 1990s, including its remastering and re-publishing by Digital Leisure in 2004.",
    "text-davinci-003_fact_raw": "1. Cinematronics was the publisher of Dragons Lair in 1983.\n2. Cinematronics was founded in 1983.\n3. Cinematronics was known for its arcade video games.\n4. Cinematronics collaborated with Atari to release Dragons Lair in arcades.\n5. Digital Leisure remastered and republished Dragons Lair in 2004.",
    "text-davinci-003_fact": [
      "Cinematronics was the publisher of Dragons Lair in 1983.",
      "Cinematronics was founded in 1983.",
      "Cinematronics was known for its arcade video games.",
      "Cinematronics collaborated with Atari to release Dragons Lair in arcades.",
      "Digital Leisure remastered and republished Dragons Lair in 2004."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. FALSE [correction]: Cinematronics was founded in 1975.\n3. TRUE\n4. FALSE [correction]: Cinematronics did not collaborate with Atari to release Dragon's Lair; the game was animated by Don Bluth Studios and Cinematronics published it.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "false",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 229,
    "user_query": "Nobody Rides for Free was taken from the soundtrack to the movie directed by whom?",
    "text-davinci-003_response": "Nobody Rides for Free is a song from the soundtrack of the 1996 American action film, The Crow. The Crow was directed by Alex Proyas and starred Brandon Lee, handicapped after his accidental death during filming. The soundtrack for the film was written by the rock band, Graeme Revell and was released alongside the film in April 1994. It included the track, \"Nobody Rides For Free\", performed by the group Machine Head.",
    "text-davinci-003_fact_raw": "1. \"Nobody Rides for Free\" is a song from the soundtrack of the 1996 film, The Crow.\n2. The Crow was directed by Alex Proyas.\n3. Brandon Lee starred in The Crow.\n4. The soundtrack for The Crow was written by Graeme Revell.\n5. The soundtrack was released in April 1994.",
    "text-davinci-003_fact": [
      "\"Nobody Rides for Free\" is a song from the soundtrack of the 1996 film, The Crow.",
      "The Crow was directed by Alex Proyas.",
      "Brandon Lee starred in The Crow.",
      "The soundtrack for The Crow was written by Graeme Revell.",
      "The soundtrack was released in April 1994."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: \"Nobody Rides for Free\" is not a song from the soundtrack of the 1996 film, The Crow. It is actually from the soundtrack of the 1991 film, Point Break.\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 230,
    "user_query": "The JFK Memorial is located on Ocean Street which port?",
    "text-davinci-003_response": "The John F. Kennedy Memorial is located on Ocean Street in Hyannis Port, Massachusetts. It is a memorial to honor the late U.S. president John F. Kennedy and his family, who have a longtime connection to the area. It is a private beach, situated at the outermost point of the historic harbor of the town. The memorial consists of a granite and bronze memorial with an inscription that reads: \"In memory of John F. Kennedy, 35th President of the United States, who inspired a generation to serve, and whose tireless devotion to freedom and justice made a better world for us all.\" The memorial is in a beautiful park-like setting, offering stunning ocean views and access to the sea.",
    "text-davinci-003_fact_raw": "1. The John F. Kennedy Memorial is located on Ocean Street in Hyannis Port, Massachusetts.\n2. The memorial honors the late U.S. president John F. Kennedy and his family.\n3. It is situated at the outermost point of the historic harbor of Hyannis Port.\n4. The memorial consists of a granite and bronze structure with an inscription.\n5. The park-like setting of the memorial offers ocean views and access to the sea.",
    "text-davinci-003_fact": [
      "The John F. Kennedy Memorial is located on Ocean Street in Hyannis Port, Massachusetts.",
      "The memorial honors the late U.S. president John F. Kennedy and his family.",
      "It is situated at the outermost point of the historic harbor of Hyannis Port.",
      "The memorial consists of a granite and bronze structure with an inscription.",
      "The park-like setting of the memorial offers ocean views and access to the sea."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: The John F. Kennedy Memorial is actually located on Ocean Street in Hyannis, Massachusetts, not Hyannis Port.\n2. TRUE\n3. UNKNOWN\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "true",
      "unknown",
      "true",
      "true"
    ]
  },
  {
    "id": 233,
    "user_query": "Who else starred with Robert Belushi in his 2010 American romantic comedy?",
    "text-davinci-003_response": "The other actors that starred with Robert Belushi in the 2010 American romantic comedy \"Love N' Dancing\" were: Amy Smart, Billy Zane, Nikki Griffin, Illeana Douglas, Dominic Fumusa, and Liz Vassey.",
    "text-davinci-003_fact_raw": "1. Amy Smart starred in the 2010 American romantic comedy \"Love N' Dancing.\"\n2. Billy Zane was an actor in the 2010 American romantic comedy \"Love N' Dancing.\"\n3. Nikki Griffin appeared in the 2010 American romantic comedy \"Love N' Dancing.\"\n4. Illeana Douglas was part of the cast of the 2010 American romantic comedy \"Love N' Dancing.\"\n5. Dominic Fumusa and Liz Vassey were actors in the 2010 American romantic comedy \"Love N' Dancing.\"",
    "text-davinci-003_fact": [
      "Amy Smart starred in the 2010 American romantic comedy \"Love N' Dancing.\"",
      "Billy Zane was an actor in the 2010 American romantic comedy \"Love N' Dancing.\"",
      "Nikki Griffin appeared in the 2010 American romantic comedy \"Love N' Dancing.\"",
      "Illeana Douglas was part of the cast of the 2010 American romantic comedy \"Love N' Dancing.\"",
      "Dominic Fumusa and Liz Vassey were actors in the 2010 American romantic comedy \"Love N' Dancing.\""
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. FALSE [correction]: Nikki Griffin did not appear in the 2010 American romantic comedy \"Love N' Dancing.\"\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "false",
      "true",
      "true"
    ]
  },
  {
    "id": 238,
    "user_query": "Which band is older, Something Corporate or Pavement?",
    "text-davinci-003_response": "The band Something Corporate is older than Pavement. Formed in 1998 in Orange County, California, Something Corporate initially consisted of singer-pianist Andrew McMahon, guitarist Josh Partington, bassist Kevin Cortez, and drummer Brian Ireland. The band released two studio albums, Leaving Through the Window and North, before disbanding in 2004. \nPavement, on the other hand, formed in 1989 when frontman and songwriter Stephen Malkmus recorded some of his earliest demos in Stockton, California.\nThe band eventually developed their sound and released five studio albums under the name Pavement, including their most critically acclaimed album, Slanted and Enchanted, before disbanding in 1999.",
    "text-davinci-003_fact_raw": "1. Something Corporate was formed in 1998.\n2. Pavement was formed in 1989.\n3. Something Corporate released two studio albums before disbanding in 2004.\n4. Pavement released five studio albums before disbanding in 1999.\n5. Pavement's critically acclaimed album is titled Slanted and Enchanted.",
    "text-davinci-003_fact": [
      "Something Corporate was formed in 1998.",
      "Pavement was formed in 1989.",
      "Something Corporate released two studio albums before disbanding in 2004.",
      "Pavement released five studio albums before disbanding in 1999.",
      "Pavement's critically acclaimed album is titled Slanted and Enchanted."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Pavement released five studio albums before going on hiatus in 1999.\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 240,
    "user_query": "Which famous client of Howard Weitzman is a Canadian singer and songwriter?",
    "text-davinci-003_response": "Howard Weitzman is a celebrity lawyer who has represented many high-profile clients over the years. Among those clients is Canadian singer and songwriter, Drake. Drake first worked with Weitzman in 2009, when he hired him to handle a lawsuit against his former record label, Aspire Music Group. Since then, Weitzman has continued to represent Drake, offering him legal counsel in numerous cases, including disputes with his former producer, Cash Money Records, and royalties related to his hit song, \"God's Plan.\" In 2020, it was announced that Weitzman was suing Drake's former accountant for embezzlement of millions of dollars.",
    "text-davinci-003_fact_raw": "1. Howard Weitzman is a celebrity lawyer.\n2. Drake is a Canadian singer and songwriter who has been a client of Howard Weitzman.\n3. Drake hired Howard Weitzman in 2009 to handle a lawsuit against Aspire Music Group.\n4. Howard Weitzman has represented Drake in disputes with his former producer, Cash Money Records.\n5. In 2020, Howard Weitzman sued Drake's former accountant for embezzlement of millions of dollars.",
    "text-davinci-003_fact": [
      "Howard Weitzman is a celebrity lawyer.",
      "Drake is a Canadian singer and songwriter who has been a client of Howard Weitzman.",
      "Drake hired Howard Weitzman in 2009 to handle a lawsuit against Aspire Music Group.",
      "Howard Weitzman has represented Drake in disputes with his former producer, Cash Money Records.",
      "In 2020, Howard Weitzman sued Drake's former accountant for embezzlement of millions of dollars."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. FALSE [correction]: Drake hired Howard Weitzman in 2019 to handle a lawsuit against Aspire Music Group.\n4. UNKNOWN\n5. FALSE [correction]: Howard Weitzman did not sue Drake's former accountant; it was Drake who sued his former accountant for embezzlement.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "false",
      "unknown",
      "false"
    ]
  },
  {
    "id": 252,
    "user_query": "Stelarc is an artist who was from the suburb of the most populous city in what Australian state?",
    "text-davinci-003_response": "Stelarc is an artist who was from Subiaco, a suburb of Perth, Western Australia. Located on the Swan River near the foot of the Darling Range, Perth is the capital and most populous city in Western Australia, with an estimated population of 2.1 million people.",
    "text-davinci-003_fact_raw": "1. Stelarc is an artist from Subiaco, a suburb of Perth, Western Australia.\n2. Perth is located on the Swan River near the foot of the Darling Range.\n3. Perth is the capital and most populous city in Western Australia.\n4. The estimated population of Perth is 2.1 million people.",
    "text-davinci-003_fact": [
      "Stelarc is an artist from Subiaco, a suburb of Perth, Western Australia.",
      "Perth is located on the Swan River near the foot of the Darling Range.",
      "Perth is the capital and most populous city in Western Australia.",
      "The estimated population of Perth is 2.1 million people."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: The estimated population of Perth is around 2.06 million people.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false"
    ]
  },
  {
    "id": 256,
    "user_query": "What roles does this English musician who released the 1986 \"Higher Love\" take on?",
    "text-davinci-003_response": "English musician Steve Winwood released the popular 1986 single \"Higher Love.\" In this song, Winwood wrote the lyrics, composed the music, and performed vocals and keyboards. As a prominent multi-instrumentalist, Winwood also contributed additional instruments, such as organ, synthesizer, guitar, saxophone, and bass. He was also the producer of the track, and developed the arrangement and mix. As an experienced and established musician, Winwood was also responsible for the overall production of the song, including the mastering and engineering.",
    "text-davinci-003_fact_raw": "1. Steve Winwood released the single \"Higher Love\" in 1986.\n2. Steve Winwood wrote the lyrics and composed the music for \"Higher Love.\"\n3. He performed vocals and keyboards on the track \"Higher Love.\"\n4. Steve Winwood contributed additional instruments such as organ, synthesizer, guitar, saxophone, and bass to \"Higher Love.\"\n5. Steve Winwood was the producer and was responsible for the arrangement, mix, mastering, and engineering of \"Higher Love.\"",
    "text-davinci-003_fact": [
      "Steve Winwood released the single \"Higher Love\" in 1986.",
      "Steve Winwood wrote the lyrics and composed the music for \"Higher Love.\"",
      "He performed vocals and keyboards on the track \"Higher Love.\"",
      "Steve Winwood contributed additional instruments such as organ, synthesizer, guitar, saxophone, and bass to \"Higher Love.\"",
      "Steve Winwood was the producer and was responsible for the arrangement, mix, mastering, and engineering of \"Higher Love.\""
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Steve Winwood played the keyboards and sang vocals, but other musicians contributed additional instruments to \"Higher Love.\"\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "true"
    ]
  },
  {
    "id": 257,
    "user_query": "The Treaty of Nonsuch was signed to end which Seven Provinces of the Low Countries skirmish?",
    "text-davinci-003_response": "The Treaty of Nonsuch was signed in 1585 between Queen Elizabeth I of England, the Low Countries, and Spain, and was intended to end the Eighty Years' War and the Dutch Revolt against the rule of Spanish King Philip II. The treaty specified that peace and amity must be kept between all seven provinces of the Low Countries—Dutch provinces—which included Holland, Zeeland, Utrecht, Guelders, Friesland, Overijssel, and Groningen. The Treaty of Nonsuch, along with the Union of Utrecht two years later, signified the official beginning of the Dutch Republic. \nThe treaty not only put an end to the skirmishes between the Seven Provinces—as the Protestant Dutch provinces united against Catholic Spain—but also agreed to terms established by Queen Elizabeth's naval support of them during the war. This included English forces blocking Spanish access to the Low Countries in order to prevent an invasion and the eventual seizure of their reunion. The Treaty of Nonsuch also allowed English forces to hold onto a major trading post on the River Blvd of Antwerp. The post was eventually returned to Spain in 1585. \nAdditionally, the terms of the Treaty of Nonsuch stipulated that neither England nor Queen Elizabeth I would form a alliance with the powerful Spanish Habsburg Monarchy. Thus England would help protect the independence of the Low Countries to ensure their freedom from Spain and to protect their trading and shipping rights. As a result, the Treaty of Nonsuch successfully ended the skirmishes between the Seven Provinces of the Low Countries.",
    "text-davinci-003_fact_raw": "1. The Treaty of Nonsuch was signed in 1585 between Queen Elizabeth I of England, the Low Countries, and Spain.\n2. The treaty aimed to end the Eighty Years' War and the Dutch Revolt against Spanish King Philip II.\n3. The Treaty of Nonsuch required peace and amity among all seven provinces of the Low Countries.\n4. The Union of Utrecht, which occurred two years after the Treaty of Nonsuch, marked the official beginning of the Dutch Republic.\n5. Under the Treaty of Nonsuch, England agreed not to form an alliance with the Spanish Habsburg Monarchy.",
    "text-davinci-003_fact": [
      "The Treaty of Nonsuch was signed in 1585 between Queen Elizabeth I of England, the Low Countries, and Spain.",
      "The treaty aimed to end the Eighty Years' War and the Dutch Revolt against Spanish King Philip II.",
      "The Treaty of Nonsuch required peace and amity among all seven provinces of the Low Countries.",
      "The Union of Utrecht, which occurred two years after the Treaty of Nonsuch, marked the official beginning of the Dutch Republic.",
      "Under the Treaty of Nonsuch, England agreed not to form an alliance with the Spanish Habsburg Monarchy."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: The Treaty of Nonsuch was signed in 1585 between Queen Elizabeth I of England and the Dutch rebels, not with Spain.\n2. FALSE [correction]: The treaty did not aim to end the Eighty Years' War or the Dutch Revolt; instead, it was an agreement for England to support the Dutch rebels against Spanish King Philip II.\n3. FALSE [correction]: The Treaty of Nonsuch did not require peace among the provinces of the Low Countries; it was a military and financial support treaty.\n4. TRUE\n5. FALSE [correction]: The Treaty of Nonsuch did not include any provisions about England's alliances with other powers; it was strictly an agreement for support against Spain.",
    "text-davinci-003_judge": [
      "false",
      "false",
      "false",
      "true",
      "false"
    ]
  },
  {
    "id": 258,
    "user_query": "What actor starred in That Awkward Moment and Friday Night Lights",
    "text-davinci-003_response": "?\nZac Efron starred in That Awkward Moment and Friday Night Lights. In That Awkward Moment, he played one of three men facing the trials and tribulations of relationships in their twenties. In Friday Night Lights, he starred as quarterback Chris Traeger, a new student at a small town Texas high school.",
    "text-davinci-003_fact_raw": "NO FACTS",
    "text-davinci-003_fact": [],
    "text-davinci-003_judge": []
  },
  {
    "id": 262,
    "user_query": "Which took place most recently, the Battle of Tarawa or the Second Battle of the Marne?",
    "text-davinci-003_response": "The Second Battle of the Marne took place most recently. The battle began on July 15th 1918 and continued for around 10 days. It was part of the larger Allied Hundred Days Offensive and was fought between the French and German armies. The battle resulted in a decisive Allied victory.\nThe Battle of Tarawa was fought during November 20-23 1943, during World War II. It was fought between the United States against the Imperial Japanese Navy and was part of an effort to gain control of the Gilbert Islands. It was an Allied Victory.",
    "text-davinci-003_fact_raw": "1. The Second Battle of the Marne began on July 15th, 1918 and lasted for approximately 10 days.\n2. The Second Battle of the Marne was fought between the French and German armies.\n3. The Second Battle of the Marne resulted in a decisive Allied victory.\n4. The Battle of Tarawa took place during November 20-23, 1943.\n5. The Battle of Tarawa was fought between the United States and the Imperial Japanese Navy.",
    "text-davinci-003_fact": [
      "The Second Battle of the Marne began on July 15th, 1918 and lasted for approximately 10 days.",
      "The Second Battle of the Marne was fought between the French and German armies.",
      "The Second Battle of the Marne resulted in a decisive Allied victory.",
      "The Battle of Tarawa took place during November 20-23, 1943.",
      "The Battle of Tarawa was fought between the United States and the Imperial Japanese Navy."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: The Second Battle of the Marne began on July 15th, 1918 and lasted until August 6th, 1918.\n2. FALSE [correction]: The Second Battle of the Marne was fought between the Allied forces (including France) and the German Empire.\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "false",
      "false",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 269,
    "user_query": "Poppy.Computer is the debut album of a singer, songwriter, ambient music composer who became the face of what?",
    "text-davinci-003_response": "Poppy.Computer is the debut album of the singer, songwriter, and ambient music composer Poppy, who became the face of the futurepop genre of electronic music. This genre blended elements of 80s-style synthpop, modern EDM, and chiptunes into a sound often described as colorful, otherworldly, and dreamlike. Poppy's distinctive sound, production techniques, and powerful live shows quickly gained a passionate fan base, and the genre has since become increasingly popular.",
    "text-davinci-003_fact_raw": "1. Poppy.Computer is the debut album of the artist Poppy.\n2. Poppy became the face of the futurepop genre of electronic music.\n3. Futurepop blends elements of 80s-style synthpop, modern EDM, and chiptunes.\n4. Poppy's live shows and production techniques contributed to a passionate fan base.",
    "text-davinci-003_fact": [
      "Poppy.Computer is the debut album of the artist Poppy.",
      "Poppy became the face of the futurepop genre of electronic music.",
      "Futurepop blends elements of 80s-style synthpop, modern EDM, and chiptunes.",
      "Poppy's live shows and production techniques contributed to a passionate fan base."
    ],
    "text-davinci-003_judge_raw": "1. FALSE [correction]: Poppy.Computer is not the debut album of the artist Poppy. Her debut studio album is called \"Poppy.Computer,\" but she released a debut EP called \"Bubblebath\" before that.\n2. UNKNOWN\n3. UNKNOWN\n4. TRUE",
    "text-davinci-003_judge": [
      "false",
      "unknown",
      "unknown",
      "true"
    ]
  },
  {
    "id": 273,
    "user_query": "Which actor was in both \"Total Eclipse\" and \"Titanic\"?",
    "text-davinci-003_response": "Leonardo DiCaprio was the actor in both \"Total Eclipse\" and \"Titanic\". \"Total Eclipse\" was a 1995 romantic drama film based on the ill-fated relationship between the poets Paul Verlaine and Arthur Rimbaud, and starred DiCaprio as Rimbaud. \"Titanic\" was a 1997 epic romance and disaster film about the 1912 sinking of the RMS Titanic, and DiCaprio played Jack Dawson in the film.",
    "text-davinci-003_fact_raw": "1. Leonardo DiCaprio starred in both \"Total Eclipse\" and \"Titanic\".\n2. \"Total Eclipse\" was a romantic drama film released in 1995.\n3. \"Total Eclipse\" was based on the relationship between poets Paul Verlaine and Arthur Rimbaud.\n4. Leonardo DiCaprio played the character Arthur Rimbaud in \"Total Eclipse\".\n5. Leonardo DiCaprio portrayed Jack Dawson in the 1997 film \"Titanic\".",
    "text-davinci-003_fact": [
      "Leonardo DiCaprio starred in both \"Total Eclipse\" and \"Titanic\".",
      "\"Total Eclipse\" was a romantic drama film released in 1995.",
      "\"Total Eclipse\" was based on the relationship between poets Paul Verlaine and Arthur Rimbaud.",
      "Leonardo DiCaprio played the character Arthur Rimbaud in \"Total Eclipse\".",
      "Leonardo DiCaprio portrayed Jack Dawson in the 1997 film \"Titanic\"."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. TRUE\n5. TRUE",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "true",
      "true"
    ]
  },
  {
    "id": 275,
    "user_query": "Who voiced characters in both the video game by the Japanese name キングダム ハーツ  and Disney Infinity?",
    "text-davinci-003_response": "There is a large cast of English and Japanese voice actors for the Kingdom Hearts video game series. Kingdom Hearts (オルゴール編, 2002 - GCN) stars Haley Joel Osment as Sora, David Gallagher as Riku, and Hayden Panettiere as Kairi. Kingdom Hearts Final Mix (改, 2002 - PS2) features the same Japanese actors and some additional English voices like Dan Newman as Goofy and Chris Lee as Pluto. \nKingdom Heartsχ Back Cover (2016 - PC) and Kingdom Hearts II Final Mix (改, 2007 - PS2) both star Jesse McCartney as Roxas and Raini Rodriguez as Xion. \nFor the Kingdom Hearts 3 game (2019 - PS4, XBOX1), Haley Joel Osment reprises his role of Sora, while Tony Anselmo once again voices Donald Duck. Christy Carlson Romano is also back as Kairi, joined by Investigation voice actors such as Reston Lloyd as Ansem the Wise and Kaiji Tang as Xehanort. Sora's other English teammates are voiced by Haley Ferguson as Goofy, Quinton Flynn as Axel, and Bill Farmer as Pluto.\nThe Disney Infinity franchise (2013 - Playstation 4) features the same voice actors as the Kingdom Hearts game series. Tony Anselmo once again voices Donald Duck, with Jesse McCartney providing his voice for Roxas and Raini Rodriguez voicing both Xion and the Pirate Fairy Zarina. Haley Joel Osment and Christy Carlson Romano both return to their respective roles of Sora and Kairi. Additional voice actors include Quinton Flynn as Axel from Kingdom Hearts II and most recently, Reston Lloyd as Ansem the Wise reprising his role from Kingdom Hearts III.",
    "text-davinci-003_fact_raw": "1. Haley Joel Osment voiced Sora in Kingdom Hearts and Disney Infinity.\n2. Tony Anselmo voiced Donald Duck in Kingdom Hearts 3 and Disney Infinity.\n3. Jesse McCartney voiced Roxas in Kingdom Hearts and Disney Infinity.\n4. Raini Rodriguez voiced Xion in Kingdom Hearts and Disney Infinity.\n5. Christy Carlson Romano voiced Kairi in Kingdom Hearts 3 and Disney Infinity.",
    "text-davinci-003_fact": [
      "Haley Joel Osment voiced Sora in Kingdom Hearts and Disney Infinity.",
      "Tony Anselmo voiced Donald Duck in Kingdom Hearts 3 and Disney Infinity.",
      "Jesse McCartney voiced Roxas in Kingdom Hearts and Disney Infinity.",
      "Raini Rodriguez voiced Xion in Kingdom Hearts and Disney Infinity.",
      "Christy Carlson Romano voiced Kairi in Kingdom Hearts 3 and Disney Infinity."
    ],
    "text-davinci-003_judge_raw": "1. TRUE\n2. TRUE\n3. TRUE\n4. FALSE [correction]: Alyson Stoner voiced Xion in Kingdom Hearts and Disney Infinity.\n5. FALSE [correction]: Hayden Panettiere voiced Kairi in Kingdom Hearts and Alyson Stoner voiced Kairi in Disney Infinity.",
    "text-davinci-003_judge": [
      "true",
      "true",
      "true",
      "false",
      "false"
    ]
  }
]