[
  {
    "id": 0,
    "user_query": "How can I calculate deductible percentage of business trip?"
  },
  {
    "id": 1,
    "user_query": "What to ask for on a business partnership?"
  },
  {
    "id": 2,
    "user_query": "Any practical difference between “personal checks” and “business checks”?"
  },
  {
    "id": 3,
    "user_query": "Deducting side work sole proprietorship expenses from regular employment earnings?"
  },
  {
    "id": 4,
    "user_query": "In Canada, can I deduct my mortgage if running a business from my home?"
  },
  {
    "id": 5,
    "user_query": "What kind of Business is Facebook? is it B2B or B2C or Both?"
  },
  {
    "id": 6,
    "user_query": "Does business income generated while physically present in NY count as New York Source income?"
  },
  {
    "id": 7,
    "user_query": "Can you claim a loss on your taxes from business credit?"
  },
  {
    "id": 8,
    "user_query": "Can I take a loan against my building to reinvest in my business?"
  },
  {
    "id": 9,
    "user_query": "Is there a “Rollover as business startup” for IRA?"
  },
  {
    "id": 10,
    "user_query": "Does a small business need to register in every state its clients might be in?"
  },
  {
    "id": 11,
    "user_query": "If I want to buy from a merchant that uses PayPal, do I have to create a PayPal business account?"
  },
  {
    "id": 12,
    "user_query": "If a check was made out to my name instead of my business name, is there some way I can still deposit it into my business account?"
  },
  {
    "id": 13,
    "user_query": "Business check MICR strings: why is the check number on the left?"
  },
  {
    "id": 14,
    "user_query": "How much money/time should be re-invested in your own business, as a contractor?"
  },
  {
    "id": 15,
    "user_query": "For Sole Trader is Income Tax better paid from Business or Personal Bank Accounts?"
  },
  {
    "id": 16,
    "user_query": "For a sole trader, what is the benefit of using a business bank account?"
  },
  {
    "id": 17,
    "user_query": "How to get cash for shares of a small but successful business?"
  },
  {
    "id": 18,
    "user_query": "HKD safe for business?"
  },
  {
    "id": 19,
    "user_query": "Is it legal to start a new small business while owing personal back taxes?"
  }
]