[
  {
    "id": 0,
    "user_query": "When was the American rapper born who's debut album is Come Over When You're Sober, Pt. 1?"
  },
  {
    "id": 1,
    "user_query": "Of which University was the co-founder, with his brother Charles Wesley, of Methodism, a fellow?"
  },
  {
    "id": 2,
    "user_query": "What partner of Paul Simon has Richie Zito worked with?"
  },
  {
    "id": 3,
    "user_query": "What film directed by Peter Hyams was one of Jean-Claude Van Damme's most successful?"
  },
  {
    "id": 4,
    "user_query": "What party was led by the person who was targeted by the browser extension \"Stop Tony Meow\"?"
  },
  {
    "id": 5,
    "user_query": "What Czech operatic contralto had a close partnership with the composer of \"The Bartered Bride\"?"
  },
  {
    "id": 6,
    "user_query": "The title of the 45th episode of the series \"Gotham\" is a reference to a poem by a man that died in what year?"
  },
  {
    "id": 7,
    "user_query": "Who can Gerd Neggo's influences and training in Laban Movement study be traced back to?"
  },
  {
    "id": 8,
    "user_query": "Dennis Frank Wise (born 16 December 1966) is an English former football player and manager, and former Executive Director of Football at which English professional association football club based in Newcastle upon Tyne, that currently plays in the Premier League, the top tier of English football?"
  },
  {
    "id": 9,
    "user_query": "What was the time with which a teammate of Bryan Howard had the 100 m world record?"
  },
  {
    "id": 10,
    "user_query": "Which film debuted first, Captain Mike Across America and American Scary?"
  },
  {
    "id": 11,
    "user_query": "When was the English film and television actor died who sung the reprise of the song The Bare Necessities in \"The Jungle Book\"?"
  },
  {
    "id": 12,
    "user_query": "What was  Achsa W. Sprague best known for?"
  },
  {
    "id": 13,
    "user_query": "Who is the former Sri Lankan- hedge fund manager that was investigated by BJ Kang for insider trading?"
  },
  {
    "id": 14,
    "user_query": "Olakunle \"Kay\" Banjo (born December 3, 1992) is an American soccer player who plays for the Pittsburgh Riverhounds in the United Soccer League (USL), formerly known as USL Pro, is a professional men's soccer league in the United States and Canada that began its inaugural season in what year?"
  },
  {
    "id": 15,
    "user_query": "In what city did Aivaras Balzekas attend school?"
  },
  {
    "id": 16,
    "user_query": "The 1984 FA Cup Final had a controversial goal from a footballer who was dismissed following allegations of what?"
  },
  {
    "id": 17,
    "user_query": "Carpo was discovered by a team of astronomers at the school accredited by which body?"
  },
  {
    "id": 18,
    "user_query": "When was the general who led the Oster Conspiracy of 1938 born?"
  },
  {
    "id": 19,
    "user_query": "When was the literary critic on the panel of judges for New Generation poets born?"
  }
]